{
    "site_name": "Tabayn",
    "switch_language": "العربية",
    "cookieMessage": "We use cookies and similar technologies to enhance your browsing experience, provide personalized content, and analyze our traffic. By clicking 'I agree,' you consent to our use of cookies in accordance with our Privacy Policy.",
    "cookieButtonText": "I agree",
    "case_studies_button": "Overview",
    "tabayn_cit": "Tabayn CIT",
    "tabayn_bio": "Let's create a success story together and innovate modern technologies that contribute to achieving your goals.",
    "about_nav_item": "About us",
    "services_nav_item": "Services",
    "studies_nav_item": "Works & Case Studies",
    "contactus_nav_item": "Contact us",
    "about_section_title": "Tabayn is a",
    "about_section_complate_title": "Team",
    "about_description": "Dedicated to crafting innovative digital solutions, driven by talented Saudis who dreamed up ideas and turned them into success stories. At Tabayn, we combine deep expertise with a passion for technology, always aiming to build strong relationships with our clients and excel in the field of information technology. We believe in the power of digital transformation to drive development and progress. Our vision reflects our commitment to using the latest technologies to meet our clients' goals, as we work hard to contribute to a future full of growth and prosperity in both public and private sectors.",
    "about_sign_text": "Tabayn Team",
    "services_section_title": "Our Innovations Contribute to the Growth of Your Business",
    "service_1_title": "Website and App Design and Development",
    "service_1_description": "Creating integrated digital solutions, including web development and mobile app development, using the latest technologies to deliver a seamless and exceptional user experience.",
    "service_2_title": "System Analysis and Technical Studies",
    "service_2_description": "Comprehensive analysis of websites and applications to identify strengths and areas for improvement, offering recommendations based on current and future business needs.",
    "service_3_title": "Technical Support for Existing Websites and Applications",
    "service_3_description": "Providing continuous technical support to ensure optimal performance of websites and applications, with regular updates and solutions for technical issues.",
    "service_request_button": "Request this service",
    "service_requester_name": "Full Name",
    "service_requester_number": "Phone Number",
    "service_requester_preferred_contact_time": "Preferred Contact Time",
    "service_placeholder_requester_name": "Firstname Lastname",
    "service_preferred_time_status_day": "am",
    "service_preferred_time_status_night": "pm",
    "service_preferred_time_from": "From",
    "service_preferred_time_to": "to",
    "service_placeholder_mobile_number": "05____________",
    "service_request_send_button": "send",
    "service_request_form_message": "Our team will contact you regarding the {serviceTitle} service.",
    "service_request_sent_success": "Your request has been successfully submitted, and our team will contact you as soon as possible.",
    "service_request_sent_error": "An error occurred while submitting the request: You can contact us directly at {contactEmail}.",
    "service_request_form_incomplete": "Please fill out both fields.",
    "service_request_mobile_invalid": "The mobile number must be 10 digits and start with 05",
    "studies_section_title": "We Turn Ideas into Reality",
    "studies_section_subtitle": "Our Latest Case Studies",
    "study_details_button": "Details",
    "technologies_section_title": "The Latest Tools to Ensure Digital Excellence",
    "technologies_section_description": "We are committed to using the latest digital technologies and best programming practices to build robust, fast, and secure websites and applications.",
    "partners_section_title": "Our Success Partners",
    "partners_section_description": "Proud to collaborate with leading entities across various sectors, sharing our commitment to excellence and high quality.",
    "footer_legal_title": "Legal",
    "footer_privacy_policy": "Privacy Policy",
    "footer_terms_of_use": "Terms of Use",
    "footer_contact_us": "Contact Us",
    "footer_certified_by": "Certified By",
    "footer_copyright": "Copyright © {year} {company}.",
    "homepage_seo_title_1": "Tabayn",
    "homepage_seo_description": "Let's create a success story together and innovate modern technologies that contribute to achieving your goals.",
    "locale_code": "en_US",
    "studies_page_title": "We Turn Ideas into Reality",
    "studies_page_subtitle": "Let's create a success story together and innovate modern technologies that contribute to achieving your goals.",
    "studies_seo_description": "We Turn Ideas into Reality, Our Latest Case Studies",
    "studies_seo_title": "Studies",
    "contact_us_description": "We are happy to connect with you and answer all your inquiries. Our innovations contribute to the growth of your business and help you achieve your goals successfully.",
    "contact_us_button": "Inquiry Request",
    "contact_us_form_title": "Inquiry Request",
    "contact_us_form_message": "Our team will contact you regarding Inquiry ASAP",
    "contact_form_name": "Full Name",
    "contact_placeholder_name": "Firstname Lastname",
    "contact_form_number": "Mobile Number",
    "contact_placeholder_number": "05____________",
    "contact_form_message": "Your Inquiry",
    "contact_placeholder_message": "Write your Inquiry",
    "preferred_contact_time": "Preferred Contact Time",
    "time_am": "am",
    "time_pm": "pm",
    "contact_preferred_time_from": "From",
    "contact_preferred_time_to": "to",
    "contact_send_button": "Send",
    "contact_form_sent_success": "Your request has been successfully submitted, and our team will contact you as soon as possible.",
    "contact_form_sent_error": "An error occurred while submitting the request: You can contact us directly at {contactEmail}.",
    "contact_form_incomplete": "Please complete all fields before submitting.",
    "contact_form_mobile_invalid":"The mobile number must be 10 digits and start with 05",
    "email_subject_contact_request": "New Inquiry Request from {requesterName}",
    "studies": {
        "study-1": {
            "title": "Virtual Auction Platform",
            "subtitle": "An innovative solution that allows you to organize and share auctions easily online, giving you the opportunity to reach a wider audience without the need for physical presence.",
            "description": "A platform that leverages modern web technologies to organize auctions online, with integration for secure payment systems and real-time user interaction.",
            "point_1": "Provides an integrated system for organizing online auctions using custom APIs.",
            "point_2": "Supports a global audience thanks to scalable cloud infrastructure.",
            "point_3": "Integrates with payment gateways to ensure smooth and secure transactions.",
            "point_4": "Offers real-time reports and analytics to track activity and sales.",
            "point_5": "Facilitates live interaction between sellers and buyers through live chat.",
            "point_6": "Supports multiple languages to expand market reach globally."
        },
        "study-2": {
            "title": "Modern E-Commerce",
            "subtitle": "Offers an advanced shopping experience powered by AI, making it easy to link shipments and track them accurately, along with automatic invoice issuance and tracking.",
            "description": "An interactive e-commerce platform that uses AI to enhance user experience and accurately track shipments, with full integration for automated invoicing systems.",
            "point_1": "Supports machine learning to analyze user behavior and provide personalized recommendations.",
            "point_2": "Seamlessly integrates with shipping management systems to improve accuracy and efficiency.",
            "point_3": "Automatically issues and tracks invoices in real time.",
            "point_4": "Uses AI to enhance e-commerce performance and boost sales.",
            "point_5": "Handles a large volume of daily transactions thanks to its cloud-based architecture.",
            "point_6": "Ensures user data security with advanced encryption protocols."
        },
        "study-3": {
            "title": "Beneficiary Request and Service Management",
            "subtitle": "Specifically designed for charitable organizations, it aims to simplify request management and service delivery efficiently. The platform provides advanced tools for tracking beneficiary requests, organizing them, and communicating seamlessly.",
            "description": "A specialized system for charitable organizations that improves request management with advanced tracking and organization tools, ensuring seamless communication with beneficiaries.",
            "point_1": "Automatically processes requests and categorizes them based on priority.",
            "point_2": "Allows tracking of requests from submission to service completion.",
            "point_3": "Provides detailed reports on the organization's performance in managing requests and services.",
            "point_4": "Integrates with email and SMS services for instant communication with beneficiaries.",
            "point_5": "Facilitates resource distribution with precise data management.",
            "point_6": "Supports 24/7 availability to continuously provide services."
        },
        "study-4": {
            "title": "Multi-Disciplinary E-Learning Platform",
            "subtitle": "Provides a unique opportunity for institutions and trainers to join and easily offer their courses. The platform allows linking courses to comprehensive trainer profiles, enabling trainees to know details about the trainer's experience.",
            "description": "A comprehensive educational platform based on cloud infrastructure, allowing trainers to easily offer their courses and reach unlimited trainees while supporting advanced analytics to track student performance.",
            "point_1": "Cloud-based system to accommodate more trainees and support a scalable digital infrastructure.",
            "point_2": "Allows trainers to create and customize courses with advanced editing tools.",
            "point_3": "Supports comprehensive trainer profiles to showcase expertise and certifications.",
            "point_4": "Provides detailed reports on trainee performance and success rates.",
            "point_5": "Supports interactive learning with simulation tools and quizzes.",
            "point_6": "Offers a rich learning experience through integration with live video and webinars."
        },
        "study-5": {
            "title": "Hackathon Management",
            "subtitle": "Designed to efficiently and professionally organize and manage hackathon events. The platform provides integrated tools to facilitate all aspects of the event, from registration and communication with participants to team management and project evaluation.",
            "description": "A platform designed to efficiently manage hackathons, integrating tools that assist in registration, team coordination, and automated project evaluation.",
            "point_1": "Comprehensive event management system that supports registration and participant communication.",
            "point_2": "Provides dedicated tools for team organization and role coordination within the event.",
            "point_3": "Allows automated project evaluation based on customizable criteria.",
            "point_4": "Supports cloud infrastructure to ensure continuous platform performance.",
            "point_5": "Provides detailed reports on event performance and participant engagement.",
            "point_6": "Supports live events such as webinars and live competitions."
        },
        "study-6": {
            "title": "Ticketing and Support System",
            "subtitle": "This system is designed to efficiently manage tickets and provide technical support swiftly. It offers customized solutions for customer communication and timely support, with complete tracking of the resolution process.",
            "description": "An integrated system for managing technical support tickets, offering advanced tools to provide solutions quickly and efficiently, along with comprehensive reports on system performance and customer satisfaction levels.",
            "point_1": "A centralized system for tracking and managing technical support tickets.",
            "point_2": "Provides direct communication with customers across multiple platforms.",
            "point_3": "Supports integration with external systems to provide advanced solutions.",
            "point_4": "Offers detailed reports on ticket performance and customer satisfaction.",
            "point_5": "Supports automated alerts and notifications to ensure prompt responses.",
            "point_6": "Allows performance monitoring and data analysis to ensure service quality."
        }
    },
    "contact_us_seo_title": "Contact us",
    "contact_us_seo_description": "We are happy to connect with you and answer all your inquiries.",
    "contact_us_title": "Contact Form",
    "contact_us_subtitle": "We are happy to connect with you and answer all your inquiries.",
    "not_found": {
        "title": "Page Not Found",
        "message": "Sorry, the page you are looking for does not exist.",
        "back_home": "Go back to Home"
    },
    "share_title": "Share",
    "share": {
        "email_body": "Here is a great work that I want to share with you.",
        "email_subject": "Check out this work at Tabayn!",
        "twitter_text": "Check out this work at Tabayn!",
        "whatsapp_text": "Check out this work at Tabayn!",
        "telegram_text": "Check out this work at Tabayn!"
    },
    "service_request_sent_title": "Request Has Been Sent",
    "service_request_sent_text": "Your request has been successfully submitted, and our team will contact you as soon as possible.",
    "service_request_error_title": "Error!",
    "service_request_warning_title": "Warning!",
    "service_request_close_button":"Close",
    "contact_request_close_button":"Close",
    "service_scroll_1": "App Development",
    "service_scroll_2": "Web Development",
    "service_scroll_3": "UX/UI Design",
    "service_scroll_4": "Systems Analysis",
    "service_scroll_5": "Systems Integration",
    "service_scroll_6": "API Integration",
    "service_scroll_7": "Cloud and DevOps Solutions",
    "service_scroll_8": "Web Security",
    "service_scroll_9": "Database Management",
    "service_scroll_10": "Content Management"
}