{
    "site_name": "TTS Jobs",
    "switch_language": "العربية",
    "cookieMessage": "We use cookies and similar technologies to enhance your browsing experience, provide personalized content, and analyze our traffic. By clicking 'I agree,' you consent to our use of cookies in accordance with our Privacy Policy.",
    "cookieButtonText": "I agree",
    "case_jobs_button": "Overview",
    "tts_jobs_cit": "TTS Jobs",
    "tts_jobs_bio": "Let's build a success story together.",
    "jobs_section_title": "TechTrans Jobs",
    "jobs_section_subtitle": "Jobs",
    "job_details_button": "Details",
    "footer_contact_us": "Contact Us",
    "footer_copyright": "Copyright © {year} {company}.",
    "homepage_seo_title_1": "TTS Jobs",
    "homepage_seo_description": "Let's build a success story together.",
    "locale_code": "en_US",
    "jobs_page_title": "Job Listings",
    "jobs_page_subtitle": "Join the TTS team to be part of an interactive, opportunity-rich environment where you can develop your skills and contribute to a shared vision of success.",
    "jobs_seo_description": "TechTrans Jobs",
    "jobs_seo_title": "Jobs",
    "contact_us_description": "We are happy to connect with you and answer all your inquiries. Our innovations contribute to the growth of your business and help you achieve your goals successfully.",
    "contact_us_button": "Inquiry Request",
    "contact_us_form_title": "Inquiry Request",
    "contact_us_form_message": "Our team will contact you regarding Inquiry ASAP",
    "contact_form_name": "Full Name",
    "contact_placeholder_name": "Firstname Lastname",
    "contact_form_number": "Mobile Number",
    "contact_placeholder_number": "05____________",
    "contact_form_message": "Your Inquiry",
    "contact_placeholder_message": "Write your Inquiry",
    "preferred_contact_time": "Preferred Contact Time",
    "time_am": "am",
    "time_pm": "pm",
    "contact_preferred_time_from": "From",
    "contact_preferred_time_to": "to",
    "contact_send_button": "Send",
    "contact_form_sent_success": "Your request has been successfully submitted, and our team will contact you as soon as possible.",
    "contact_form_sent_error": "An error occurred while submitting the request: You can contact us directly at {contactEmail}.",
    "contact_form_incomplete": "Please complete all fields before submitting.",
    "contact_form_mobile_invalid": "The mobile number must be 10 digits and start with 05",
    "email_subject_contact_request": "New Inquiry Request from {requesterName}",
    "date_title": "Date",
    "share_title": "Share",
    "share": {
        "email_body": "Here is a great Job that I want to share with you.",
        "email_subject": "Check out this Job at TTS Jobs!",
        "twitter_text": "Check out this Job at TTS Jobs!",
        "whatsapp_text": "Check out this Job at TTS Jobs!",
        "telegram_text": "Check out this Job at TTS Jobs!"
    },
    "apply_btn_title": "Apply for the Job",
    "jobs": {
        "job-1": {
            "title": "Product Manager",
            "subtitle": "Lead and oversee the product lifecycle, from concept through launch, ensuring alignment with business goals and user needs.",
            "description": "As a Product Manager, you will work closely with cross-functional teams to drive product development, manage the roadmap, and enhance user experience, all while aligning with company goals.",
            "point_1": "Define product vision and strategy based on market trends and customer feedback.",
            "point_2": "Collaborate with development teams to ensure product specifications are met.",
            "point_3": "Monitor and analyze product performance, making adjustments as needed.",
            "point_4": "Work closely with sales and marketing to support product launches.",
            "point_5": "Gather and prioritize product and customer requirements.",
            "point_6": "Ensure the product meets quality and usability standards."
        },
        "job-2": {
            "title": "Software Engineer",
            "subtitle": "Develop and maintain scalable and robust software applications that align with business needs.",
            "description": "As a Software Engineer, you'll be responsible for designing, coding, testing, and maintaining software applications, contributing to innovative IT solutions.",
            "point_1": "Design, implement, and test scalable software applications.",
            "point_2": "Collaborate with cross-functional teams to integrate new features.",
            "point_3": "Write clean, maintainable, and efficient code.",
            "point_4": "Troubleshoot and debug application issues.",
            "point_5": "Participate in code reviews and mentor junior engineers.",
            "point_6": "Stay updated on emerging trends and technologies in software development."
        },
        "job-3": {
            "title": "DevOps Engineer",
            "subtitle": "Streamline the development, testing, and deployment processes to enhance productivity and system reliability.",
            "description": "As a DevOps Engineer, you'll ensure smooth deployment and operation of applications, enhancing system performance through automation and monitoring.",
            "point_1": "Implement CI/CD pipelines to automate application deployment.",
            "point_2": "Monitor and maintain cloud infrastructure for optimal performance.",
            "point_3": "Ensure system reliability and scalability through efficient architecture.",
            "point_4": "Collaborate with development and IT teams to enhance security and compliance.",
            "point_5": "Manage and monitor server infrastructure, applying best practices.",
            "point_6": "Troubleshoot and resolve production issues as they arise."
        },
        "job-4": {
            "title": "UI/UX Designer",
            "subtitle": "Create user-centered designs for web and mobile applications, enhancing usability and engagement.",
            "description": "As a UI/UX Designer, you will craft intuitive and visually appealing interfaces, working closely with developers to ensure design feasibility.",
            "point_1": "Conduct user research to gather insights and inform design decisions.",
            "point_2": "Develop wireframes, prototypes, and high-fidelity designs.",
            "point_3": "Collaborate with product managers and developers to refine user flows.",
            "point_4": "Conduct usability testing to identify areas for improvement.",
            "point_5": "Ensure consistency and alignment with the brand’s visual identity.",
            "point_6": "Stay updated on design trends and industry best practices."
        },
        "job-5": {
            "title": "Data Analyst",
            "subtitle": "Analyze data to support strategic decision-making and enhance operational efficiency.",
            "description": "As a Data Analyst, you will gather, process, and analyze data to help the company make informed decisions and identify opportunities for improvement.",
            "point_1": "Collect and organize data from various sources.",
            "point_2": "Analyze trends and patterns to inform business strategy.",
            "point_3": "Create reports and dashboards to visualize key metrics.",
            "point_4": "Work with stakeholders to determine data needs and insights.",
            "point_5": "Identify areas for process improvement through data analysis.",
            "point_6": "Ensure data integrity and accuracy in all reporting."
        },
        "job-6": {
            "title": "Cybersecurity Specialist",
            "subtitle": "Safeguard the organization’s digital assets through proactive monitoring and risk mitigation.",
            "description": "As a Cybersecurity Specialist, you will implement and manage security protocols, identify vulnerabilities, and ensure data protection across all digital channels.",
            "point_1": "Monitor systems for security breaches and incidents.",
            "point_2": "Conduct vulnerability assessments and risk analysis.",
            "point_3": "Implement and manage security protocols and firewalls.",
            "point_4": "Collaborate with IT teams to improve network security.",
            "point_5": "Provide training to staff on security best practices.",
            "point_6": "Stay updated on latest security trends and threat intelligence."
        }
    },
    "not_found": {
        "title": "Page Not Found",
        "message": "Sorry, the page you are looking for does not exist.",
        "back_home": "Go back to Home"
    },
    "search_placeholder": "Search jobs...",
    "filters": {
      "all":"All",
      "hr": "HR",
      "it": "IT",
      "marketing": "Marketing",
      "executive": "Executive"
    }
}