{
    "terms_of_use_seo_title": "Terms of Use",
    "terms_of_use_seo_description": "By using Tabayn’s services, you acknowledge and agree to our terms of use.",
    "terms_of_use_title": "Terms of Use",
    "terms_of_use_last_modified": "Last updated: September 25, 2024",
    "terms_of_use_intro_content": "The Establishment TEBAIN For Communications and Information Technology (Tabayn), with CR Number 1010647905, was established on 29/12/1441 H (19/08/2020) and is located in Riyadh, Saudi Arabia.",
    "terms_of_use_intro_content_0": "Tabayn dedicates itself to providing exceptional communications and IT services while prioritizing the terms of use. We are committed to maintaining the integrity of our dealings with our clients.",
    "terms_of_use_intro_content_00": "By using Tabayn’s services, you acknowledge and agree to our terms of use.",
    "terms_of_use_intro_title": "Please read these Terms of Use carefully before using our Service.",
    "terms_of_use_interpretation_title": "Interpretation and Definition",
    "terms_of_use_interpretation_content_1": "Interpretation",
    "terms_of_use_interpretation_content_2": "The words of which the initial letter is capitalized have meanings defined under the following conditions. The following definitions shall have the same meaning regardless of whether they appear in singular or plural.",
    "terms_of_use_definitions_content_1": "Definitions",
    "terms_of_use_definitions_content_2": "For the purposes of these Terms of Use:",
    "terms_of_use_definitions_content_3": "Affiliate",
    "terms_of_use_definitions_content_4": "means an entity that controls, is controlled by or is under common control with a party, where 'control' means ownership of 50% or more of the shares, equity interest or other securities entitled to vote for election of directors or other managing authority.",
    "terms_of_use_definitions_content_5": "Country",
    "terms_of_use_definitions_content_6": "refers to: Saudi Arabia",
    "terms_of_use_definitions_content_7": "Company",
    "terms_of_use_definitions_content_8": "(referred to as either 'the Company', 'We', 'Us' or 'Our' in this Agreement) refers to Tabayn.",
    "terms_of_use_definitions_content_9": "Content",
    "terms_of_use_definitions_content_10": "refers to content such as text, images, or other information that can be posted, uploaded, linked to or otherwise made available by You, regardless of the form of that content.",
    "terms_of_use_definitions_content_11": "Device",
    "terms_of_use_definitions_content_12": "means any device that can access the Service such as a computer, a cellphone or a digital tablet.",
    "terms_of_use_definitions_content_13": "Service",
    "terms_of_use_definitions_content_14": "refers to the Website.",
    "terms_of_use_definitions_content_15": "Terms of Use",
    "terms_of_use_definitions_content_16": "(also referred as 'Terms') mean these Terms of Use that form the entire agreement between You and the Company regarding the use of the Service.",
    "terms_of_use_definitions_content_17": "Third-party Social Media Service",
    "terms_of_use_definitions_content_18": "means any services or content (including data, information, products or services) provided by a third-party that may be displayed, included or made available by the Service.",
    "terms_of_use_definitions_content_19": "Website",
    "terms_of_use_definitions_content_20": "refers to Tabayn, accessible from https://tabayn.sa/",
    "terms_of_use_definitions_content_21": "You",
    "terms_of_use_definitions_content_22": "means the individual accessing or using the Service, or the company, or other legal entity on behalf of which such individual is accessing or using the Service, as applicable.",
    "terms_of_use_acknowledgment_title": "Acknowledgment",
    "terms_of_use_acknowledgment_content_1": "These are the Terms of Use governing the use of this Service and the agreement that operates between You and the Company. These Terms of Use set out the rights and obligations of all users regarding the use of the Service.",
    "terms_of_use_acknowledgment_content_2": "Your access to and use of the Service is conditioned on Your acceptance of and compliance with these Terms of Use. These Terms of Use apply to all visitors, users and others who access or use the Service.",
    "terms_of_use_acknowledgment_content_3": "By accessing or using the Service You agree to be bound by these Terms of Use. If You disagree with any part of these Terms of Use then You may not access the Service.",
    "terms_of_use_acknowledgment_content_4": "You represent that you are over the age of 18. The Company does not permit those under 18 to use the Service.",
    "terms_of_use_acknowledgment_content_5": "Your access to and use of the Service is also conditioned on Your acceptance of and compliance with the Privacy Policy of the Company. Our Privacy Policy describes Our policies and procedures on the collection, use and disclosure of Your personal information when You use the Application or the Website and tells You about Your privacy rights and how the law protects You. Please read Our Privacy Policy carefully before using Our Service.",
    "terms_of_use_content_title": "Content",
    "terms_of_use_content_content_1": "Your Right to Post Content",
    "terms_of_use_content_content_2": "Our Service allows You to post Content. You are responsible for the Content that You post to the Service, including its legality, reliability, and appropriateness.",
    "terms_of_use_content_content_3": "By posting Content to the Service, You grant Us the right and license to use, modify, publicly perform, publicly display, reproduce, and distribute such Content on and through the Service. You retain any and all of Your rights to any Content You submit, post or display on or through the Service and You are responsible for protecting those rights. You agree that this license includes the right for Us to make Your Content available to other users of the Service, who may also use Your Content subject to these Terms.",
    "terms_of_use_content_content_4": "You represent and warrant that: (i) the Content is Yours (You own it) or You have the right to use it and grant Us the rights and license as provided in these Terms, and (ii) the posting of Your Content on or through the Service does not violate the privacy rights, publicity rights, copyrights, contract rights or any other rights of any person.",
    "terms_of_use_content_content_5": "Content Restriction",
    "terms_of_use_content_content_6": "The Company is not responsible for the content of the Service's users. You expressly understand and agree that You are solely responsible for the Content and for all activity that occurs under Your account, whether done so by You or any third person using Your account.",
    "terms_of_use_content_content_7": "You may not transmit any Content that is unlawful, offensive, upsetting, intended to disgust, threatening, libelous, defamatory, obscene or otherwise objectionable. Examples of such objectionable Content include, but are not limited to, the following:",
    "terms_of_use_content_content_8": "Unlawful or promoting unlawful activity.",
    "terms_of_use_content_content_9": "Defamatory, discriminatory, or mean-spirited content, including references or commentary about religion, race, sexual orientation, gender, national/ethnic origin, or other targeted groups.",
    "terms_of_use_content_content_10": "Spam, machine – or randomly – generated, constituting unauthorized or unsolicited advertising, chain letters, any other form of unauthorized solicitation, or any form of lottery or gambling.",
    "terms_of_use_content_content_11": "Containing or installing any viruses, worms, malware, trojan horses, or other content that is designed or intended to disrupt, damage, or limit the functioning of any software, hardware or telecommunications equipment or to damage or obtain unauthorized access to any data or other information of a third person.",
    "terms_of_use_content_content_12": "Infringing on any proprietary rights of any party, including patent, trademark, trade secret, copyright, right of publicity or other rights.",
    "terms_of_use_content_content_13": "Impersonating any person or entity including the Company and its employees or representatives.",
    "terms_of_use_content_content_14": "Violating the privacy of any third person.",
    "terms_of_use_content_content_15": "False information and features.",
    "terms_of_use_content_content_16": "The Company reserves the right, but not the obligation, to, in its sole discretion, determine whether or not any Content is appropriate and complies with these Terms, refuse or remove this Content. The Company further reserves the right to make formatting and edits and change the manner of any Content. The Company can also limit or revoke the use of the Service if You post such objectionable Content. As the Company cannot control all content posted by users and/or third parties on the Service, you agree to use the Service at your own risk. You understand that by using the Service You may be exposed to content that You may find offensive, indecent, incorrect or objectionable, and You agree that under no circumstances will the Company be liable in any way for any content, including any errors or omissions in any content, or any loss or damage of any kind incurred as a result of your use of any content.",
    "terms_of_use_content_content_17": "Content Backups",
    "terms_of_use_content_content_18": "Although regular backups of Content are performed, the Company does not guarantee there will be no loss or corruption of data.",
    "terms_of_use_content_content_19": "Corrupt or invalid backup points may be caused by, without limitation, Content that is corrupted prior to being backed up or that changes during the time a backup is performed.",
    "terms_of_use_content_content_20": "The Company will provide support and attempt to troubleshoot any known or discovered issues that may affect the backups of Content. But You acknowledge that the Company has no liability related to the integrity of Content or the failure to successfully restore Content to a usable state.",
    "terms_of_use_content_content_21": "You agree to maintain a complete and accurate copy of any Content in a location independent of the Service.",
    "terms_of_use_copyright_title": "Copyright Policy",
    "terms_of_use_copyright_content_1": "Intellectual Property Infringement",
    "terms_of_use_copyright_content_2": "We respect the intellectual property rights of others. It is Our policy to respond to any claim that Content posted on the Service infringes a copyright or other intellectual property infringement of any person.",
    "terms_of_use_copyright_content_3": "If You are a copyright owner, or authorized on behalf of one, and You believe that the copyrighted work has been copied in a way that constitutes copyright infringement that is taking place through the Service, You must submit Your notice in writing to the attention of our copyright agent via email at {contactEmail} and include in Your notice a detailed description of the alleged infringement.",
    "terms_of_use_copyright_content_4": "You may be held accountable for damages (including costs and attorneys' fees) for misrepresenting that any Content is infringing Your copyright.",
    "terms_of_use_intellectual_title": "Intellectual Property",
    "terms_of_use_intellectual_content_1": "The Service and its original content (excluding Content provided by You or other users), features and functionality are and will remain the exclusive property of the Company and its licensors.",
    "terms_of_use_intellectual_content_2": "The Service is protected by copyright, trademark, and other laws of both the Country and foreign countries.",
    "terms_of_use_intellectual_content_3": "Our trademarks and trade dress may not be used in connection with any product or service without the prior written consent of the Company.",
    "terms_of_use_links_title": "Links to Other Website",
    "terms_of_use_links_content_1": "Our Service may contain links to third-party web sites or services that are not owned or controlled by the Company.",
    "terms_of_use_links_content_2": "The Company has no control over, and assumes no responsibility for, the content, privacy policies, or practices of any third party web sites or services. You further acknowledge and agree that the Company shall not be responsible or liable, directly or indirectly, for any damage or loss caused or alleged to be caused by or in connection with the use of or reliance on any such content, goods or services available on or through any such web sites or services.",
    "terms_of_use_links_content_3": "We strongly advise You to read the Terms of Use and privacy policies of any third-party web sites or services that You visit.",
    "terms_of_use_termination_title": "Termination",
    "terms_of_use_termination_content_1": "We may terminate or suspend Your access immediately, without prior notice or liability, for any reason whatsoever, including without limitation if You breach these Terms of Use.",
    "terms_of_use_termination_content_2": "Upon termination, Your right to use the Service will cease immediately.",
    "terms_of_use_limitation_title": "Limitation of Liability",
    "terms_of_use_limitation_content_1": "Notwithstanding any damages that You might incur, the entire liability of the Company and any of its suppliers under any provision of this Terms and Your exclusive remedy for all of the foregoing shall be limited to the amount actually paid by You through the Service or 100 USD if You haven't purchased anything through the Service.",
    "terms_of_use_limitation_content_2": "To the maximum extent permitted by applicable law, in no event shall the Company or its suppliers be liable for any special, incidental, indirect, or consequential damages whatsoever (including, but not limited to, damages for loss of profits, loss of data or other information, for business interruption, for personal injury, loss of privacy arising out of or in any way related to the use of or inability to use the Service, third-party software and/or third-party hardware used with the Service, or otherwise in connection with any provision of this Terms), even if the Company or any supplier has been advised of the possibility of such damages and even if the remedy fails of its essential purpose.",
    "terms_of_use_limitation_content_3": "Some states do not allow the exclusion of implied warranties or limitation of liability for incidental or consequential damages, which means that some of the above limitations may not apply. In these states, each party's liability will be limited to the greatest extent permitted by law.",
    "terms_of_use_asis_title": "'AS IS' and 'AS AVAILABLE' Disclaimer",
    "terms_of_use_asis_content_1": "The Service is provided to You 'AS IS' and 'AS AVAILABLE' and with all faults and defects without warranty of any kind. To the maximum extent permitted under applicable law, the Company, on its own behalf and on behalf of its Affiliates and its and their respective licensors and service providers, expressly disclaims all warranties, whether express, implied, statutory or otherwise, with respect to the Service, including all implied warranties of merchantability, fitness for a particular purpose, title and non-infringement, and warranties that may arise out of course of dealing, course of performance, usage or trade practice. Without limitation to the foregoing, the Company provides no warranty or undertaking, and makes no representation of any kind that the Service will meet Your requirements, achieve any intended results, be compatible or work with any other software, applications, systems or services, operate without interruption, meet any performance or reliability standards or be error free or that any errors or defects can or will be corrected.",
    "terms_of_use_asis_content_2": "Without limiting the foregoing, neither the Company nor any of the company's provider makes any representation or warranty of any kind, express or implied: (i) as to the operation or availability of the Service, or the information, content, and materials or products included thereon; (ii) that the Service will be uninterrupted or error-free; (iii) as to the accuracy, reliability, or currency of any information or content provided through the Service; or (iv) that the Service, its servers, the content, or e-mails sent from or on behalf of the Company are free of viruses, scripts, trojan horses, worms, malware, timebombs or other harmful components.",
    "terms_of_use_asis_content_3": "Some jurisdictions do not allow the exclusion of certain types of warranties or limitations on applicable statutory rights of a consumer, so some or all of the above exclusions and limitations may not apply to You. But in such a case the exclusions and limitations set forth in this section shall be applied to the greatest extent enforceable under applicable law.",
    "terms_of_use_governing_title": "Governing Law",
    "terms_of_use_governing_content_1": "You are subject to the applicable judicial systems in the Kingdom of Saudi Arabia.",
    "terms_of_use_disputes_title": "Dispute Resolution",
    "terms_of_use_disputes_content_1": "If you have any concern or dispute about the Service, you agree to first try to resolve the dispute informally by contacting the Company.",
    "terms_of_use_severability_title": "Severability and Waiver",
    "terms_of_use_severability_content_1": "Severability",
    "terms_of_use_severability_content_2": "If any provision of these Terms is held to be unenforceable or invalid, such provision will be changed and interpreted to accomplish the objectives of such provision to the greatest extent possible under applicable law and the remaining provisions will continue in full force and effect.",
    "terms_of_use_severability_content_3": "Waiver",
    "terms_of_use_severability_content_4": "Except as provided herein, the failure to exercise a right or to require performance of an obligation under these Terms shall not affect a party's ability to exercise such right or require such performance at any time thereafter nor shall the waiver of a breach constitute a waiver of any subsequent breach.",
    "terms_of_use_translation_title": "Translation Interpretation",
    "terms_of_use_translation_content_1": "These Terms of Use may have been translated if We have made them available to You on our Service. You agree that the original Arabic text shall prevail in the case of a dispute.",
    "terms_of_use_changes_title": "Changes to These Terms of Use",
    "terms_of_use_changes_content_1": "We reserve the right, at Our sole discretion, to modify or replace these Terms at any time. If a revision is material We will make reasonable efforts to provide at least 30 days' notice prior to any new terms taking effect. What constitutes a material change will be determined at Our sole discretion.",
    "terms_of_use_changes_content_2": "By continuing to access or use Our Service after those revisions become effective, You agree to be bound by the revised terms. If You do not agree to the new terms, in whole or in part, please stop using the website and the Service.",
    "terms_of_use_contact_title": "Contact Us",
    "terms_of_use_contact_content_1": "If you have any questions about these Terms of Use, You can contact us:",
    "terms_of_use_contact_content_2": "By email: {contactEmail}",
    "terms_of_use_contact_content_3": "By visiting this page on our website: https://tabayn.sa/en/contact",
    "terms_of_use_contact_content_4": "By phone number: +966112497779"
}