{
  "site_name": "تباين",
  "switch_language": "English",
  "cookieMessage": "نحن نستخدم ملفات تعريف الارتباط والتقنيات المماثلة لتحسين تجربتك في التصفح، وتوفير محتوى مخصص، وتحليل حركة المرور لدينا. من خلال النقر على 'أوافق'، فإنك توافق على استخدامنا لملفات تعريف الارتباط وفقًا لسياسة الخصوصية الخاصة بنا.",
  "cookieButtonText": "أوافق",
  "case_studies_button": "نظرة عامة",
  "tabayn_cit": "تباين للاتصالات وتقنية المعلومات",
  "tabayn_bio": "لنصنع قصة نجاح معًا ونبتكر تقنيات حديثة تساهم في تحقيق أهدافك.",
  "about_nav_item": "عن تباين",
  "services_nav_item": "الخدمات",
  "studies_nav_item": "الأعمال",
  "contactus_nav_item": "تواصل معنا",
  "about_section_title": "تباين هو",
  "about_section_complate_title": "فريق عمل",
  "about_description": "يعملون لابتكار حلول رقمية جديدة، بقيادة مواهب سعودية حوّلت أفكار العملاء إلى قصص نجاح. في تباين، يجمعون بين خبرتهم الكبيرة وشغفهم المستمر بالتقنية، ويسعون دائمًا لبناء علاقات قوية مع عملائهم والتفوق في مجال تطوير الانظمة والمواقع,  يؤمنون بقوة التحول الرقمي في تطوير الأعمال. رؤيتهم تعكس التزامهم باستخدام أحدث التقنيات لتحقيق أهداف عملائهم، يسعون للمساهمة في مستقبل مليء بالنمو والازدهار في القطاعين العام والخاص.",
  "about_sign_text": "فريق تباين",
  "services_section_title": "ابتكاراتنا تساهم في نمو أعمالك",
  "service_1_title": "تصميم وتطوير المواقع والتطبيقات",
  "service_1_description": "إنشاء حلول رقمية متكاملة تشمل تطوير مواقع الويب وتطبيقات الهواتف باستخدام أحدث التقنيات لتحقيق تجربة مستخدم سلسة ومتميزة.",
  "service_2_title": "تحليل الأنظمة والدراسات التقنية",
  "service_2_description": "دراسة شاملة لأنظمة المواقع والتطبيقات لتحديد نقاط القوة وفرص التحسين، مع تقديم توصيات مبنية على احتياجات الأعمال الحالية والمستقبلية.",
  "service_3_title": "الدعم الفني للمواقع والتطبيقات القائمة",
  "service_3_description": "تقديم خدمات دعم فني مستمر لضمان تشغيل المواقع والتطبيقات بأفضل أداء، مع تحديثات دورية وحلول للمشكلات التقنية.",
  "service_request_button": "اطلب هذه الخدمة",
  "service_requester_name": "الاسم الكامل",
  "service_requester_number": "رقم التواصل",
  "service_requester_preferred_contact_time": "وقت التواصل المناسب",
  "service_placeholder_requester_name": "الاسم الأول الاسم الأخير",
  "service_preferred_time_status_day": "م",
  "service_preferred_time_status_night": "ص",
  "service_preferred_time_from": "من",
  "service_preferred_time_to": "إلى",
  "service_placeholder_mobile_number": "05____________",
  "service_request_send_button": "إرســــــــــال",
  "service_request_form_message": "سيقوم فريقنا بالتواصل معكم حول خدمة {serviceTitle}",
  "service_request_sent_success": "تم إرسال الطلب بنجاح وسيقوم فريقنا بالتواصل معكم في أقرب وقت",
  "service_request_sent_error": "حصل خطأ أثناء إرسال الطلب: يمكنكم التواصل معنا على البريد مباشرة {contactEmail}",
  "service_request_form_incomplete": "يرجى إدخال جميع البيانات ",
  "service_request_mobile_invalid":"رقم التواصل يجب أن يكون 10 أرقام يبدأ بـ 05",
  "studies_section_title": "نحوّل الأفكار إلى واقع",
  "studies_section_subtitle": "أحدث الأعمال",
  "study_details_button": "التفاصيل",
  "technologies_section_title": "أحدث الأدوات لضمان التفوق الرقمي",
  "technologies_section_description": " نلتزم باستخدام أحدث التقنيات الرقمية وأفضل الممارسات البرمجية لبناء مواقع وتطبيقات قوية وسريعة وآمنة. ",
  "partners_section_title": "شركاء نجاحنا",
  "partners_section_description": "فخورون بالتعاون مع جهات رائدة في مختلف المجالات، تشاركنا نفس الالتزام بالتميز والجودة العالية.",
  "footer_legal_title": "الأحكام",
  "footer_privacy_policy": "سياسة الخصوصية",
  "footer_terms_of_use": "شروط الاستخدام",
  "footer_contact_us": "تواصل معنا",
  "footer_certified_by": "معتمد من",
  "footer_copyright": "حقوق الطبع والنشر © {year} {company}.",
  "homepage_seo_title_1": "تباين",
  "homepage_seo_description": "لنصنع قصة نجاح معًا ونبتكر تقنيات حديثة تساهم في تحقيق أهدافك.",
  "locale_code": "ar_SA",
  "studies_page_title": "نحوّل الأفكار إلى واقع",
  "studies_page_subtitle": "لنصنع قصة نجاح معًا ونبتكر تقنيات حديثة تساهم في تحقيق أهدافك.",
  "studies_seo_description": "نحوّل الأفكار إلى واقع, أحدث الأعمال",
  "studies_seo_title": "الأعمال",
  "contact_us_description": "نسعد بالتواصل معك والإجابة على جميع استفساراتك. ابتكاراتنا تساهم في نمو أعمالك وتساعدك على تحقيق أهدافك بنجاح.",
  "contact_us_button": "طلب استفسار",
  "contact_us_form_title": "طلب استفسار",
  "contact_us_form_message": "سيقوم فريقنا بالتواصل معكم والإجابة على استفساركم",
  "contact_form_name": "الاسم الكامل",
  "contact_placeholder_name": "الاسم الأول الاسم الأخير",
  "contact_form_number": "رقم التواصل",
  "contact_placeholder_number": "05____________",
  "contact_form_message": "الاستفسار",
  "contact_placeholder_message": "استفسارك حول ماذا ؟",
  "preferred_contact_time": "وقت التواصل المناسب",
  "time_am": "ص",
  "time_pm": "م",
  "contact_preferred_time_from": "من",
  "contact_preferred_time_to": "إلى",
  "contact_send_button": "إرســــــــــال",
  "contact_form_sent_success": "تم إرسال إستفسارك بنجاح، سيقوم فريقنا بالتواصل معكم قريبًا. شكراً لكم",
  "contact_form_sent_error": "حصل خطأ أثناء إرسال الطلب: يمكنكم التواصل معنا على البريد مباشرة {contactEmail}",
  "contact_form_incomplete": "يرجى إدخال جميع البيانات ",
  "contact_form_mobile_invalid":"رقم التواصل يجب أن يكون 10 أرقام يبدأ بـ 05",
  "email_subject_contact_request": "طلب استفسار جديد من {requesterName}",
  "studies": {
    "study-1": {
      "title": "منصة المزاد الإفتراضي",
      "subtitle": "حل مبتكر يتيح لك تنظيم ومشاركة المزادات بسهولة عبر الإنترنت، مما يمنحك الفرصة للوصول إلى جمهور أوسع دون الحاجة إلى الحضور الفعلي.",
      "description": "منصة تعتمد على تقنيات الويب الحديثة لتنظيم المزادات عبر الإنترنت، مع إمكانية التكامل مع أنظمة الدفع الآمنة والتفاعل الفوري مع المستخدمين.",
      "point_1": "يوفر نظامًا متكاملًا لتنظيم المزادات عبر الإنترنت باستخدام واجهات برمجة التطبيقات (APIs) المخصصة.",
      "point_2": "يدعم المنصة جمهورًا عالميًا بفضل البنية التحتية السحابية القابلة للتوسع.",
      "point_3": "يتكامل مع بوابات الدفع الإلكتروني لضمان عمليات شراء سلسة وآمنة.",
      "point_4": "يوفر تقارير وتحليلات في الوقت الفعلي لتتبع النشاطات والمبيعات.",
      "point_5": "يسهل التفاعل المباشر بين البائعين والمشترين باستخدام الدردشة الحية.",
      "point_6": "يدعم المنصة عدة لغات لضمان وصول أوسع إلى الأسواق العالمية."
    },
    "study-2": {
      "title": "التجارة الإلكترونية الحديثة",
      "subtitle": "تقدم تجربة تسوق متطورة مدعومة بالذكاء الاصطناعي، مما يسهل ربط الشحنات وتتبعها بدقة، بالإضافة إلى إصدار ومتابعة الفواتير بشكل تلقائي.",
      "description": "منصة تفاعلية للتجارة الإلكترونية تعتمد على تقنيات الذكاء الاصطناعي لتحسين تجربة المستخدم وتتبع الشحنات بشكل دقيق، بالإضافة إلى تكامل كامل مع نظم الفوترة الآلية.",
      "point_1": "يدعم النظام التعلم الآلي لتحليل سلوك المستخدم وتقديم توصيات مخصصة.",
      "point_2": "يوفر تكاملاً شاملاً مع أنظمة إدارة الشحن لتحسين الدقة والكفاءة.",
      "point_3": "يصدر الفواتير بشكل تلقائي ويتيح تتبع المدفوعات بشكل متزامن.",
      "point_4": "يستخدم الذكاء الاصطناعي لتحسين أداء التجارة الإلكترونية وزيادة المبيعات.",
      "point_5": "يستوعب حجم كبير من المعاملات اليومية بفضل بنيته التحتية السحابية.",
      "point_6": "يضمن أمان بيانات المستخدمين باستخدام بروتوكولات تشفير متقدمة."
    },
    "study-3": {
      "title": "إدارة طلبات وخدمات المستفيدين",
      "subtitle": "مصممة خصيصًا للجمعيات الخيرية، تهدف إلى تسهيل إدارة الطلبات وتقديم الخدمات بكفاءة. توفر المنصة أدوات متقدمة لتتبع طلبات المستفيدين، تنظيمها، والتواصل معهم بشكل سلس.",
      "description": "نظام مخصص للجمعيات الخيرية يساعد على تحسين إدارة الطلبات بفضل واجهات المستخدم البسيطة وأدوات التنظيم المتقدمة التي تتيح تتبع الطلبات والتواصل المباشر مع المستفيدين.",
      "point_1": "يدعم النظام معالجة الطلبات بشكل آلي مع تصنيفها حسب الأولويات.",
      "point_2": "يتيح النظام تتبع الطلبات من تقديمها إلى اكتمال الخدمة.",
      "point_3": "يقدم تقارير دقيقة حول أداء الجمعية في إدارة الطلبات والخدمات.",
      "point_4": "يوفر النظام تكاملًا مع خدمات البريد الإلكتروني والرسائل النصية للتواصل الفوري مع المستفيدين.",
      "point_5": "يساهم في تسهيل توزيع الموارد بفضل إدارة البيانات الدقيقة.",
      "point_6": "يدعم توافر المنصة على مدار الساعة لتقديم الخدمات بشكل مستمر."
    },
    "study-4": {
      "title": "منصة التعليم الإلكتروني متعددة المجالات",
      "subtitle": "توفر فرصة فريدة للمعاهد والمدربين للانضمام والمساهمة في تقديم دوراتهم بسهولة. تمكن المنصة من ربط الدورات بملفات تعريفية شاملة للمدربين، تتيح للمتدربين معرفة تفاصيل المدرب وخبراته.",
      "description": "منصة تعليمية شاملة تعتمد على تقنيات البنية التحتية السحابية، مما يتيح للمدربين تقديم دوراتهم بمرونة والوصول إلى عدد غير محدود من المتدربين مع دعم التحليلات المتقدمة لمتابعة أداء المتدربين.",
      "point_1": "نظام يعتمد على السحابة لاستيعاب المزيد من المتدربين ودعم البنية التحتية الرقمية.",
      "point_2": "يتيح للمدربين إنشاء وتخصيص الدورات باستخدام أدوات تحرير متقدمة.",
      "point_3": "يدعم ملفات تعريفية متكاملة للمدربين لعرض الخبرات والشهادات بشكل تفصيلي.",
      "point_4": "يقدم النظام تقارير تفصيلية حول أداء المتدربين ونسب النجاح.",
      "point_5": "يدعم التعلم التفاعلي باستخدام أدوات المحاكاة والاختبارات.",
      "point_6": "يوفر تجربة تعليمية غنية بفضل تكامل المنصة مع مقاطع الفيديو الحية والندوات."
    },
    "study-5": {
      "title": "إدارة الهاكثونات",
      "subtitle": "مصممة لتنظيم وإدارة فعاليات الهاكاثون بكفاءة واحترافية. توفر المنصة أدوات متكاملة لتسهيل جميع جوانب الفعالية، بدءًا من التسجيل والتواصل مع المشاركين، إلى إدارة الفرق وتقييم المشاريع.",
      "description": "منصة مصممة لإدارة الهاكاثونات بكفاءة تامة، مع تكامل للأدوات التي تساعد في التسجيل والتواصل مع الفرق وتقييم المشاريع بشكل آلي وفعال.",
      "point_1": "نظام متكامل لإدارة الفعاليات يدعم التسجيل والتواصل مع المشاركين.",
      "point_2": "يوفر أدوات مخصصة لتنظيم الفرق وتنسيق الأدوار داخل الفعالية.",
      "point_3": "يسمح بتقييم المشاريع بشكل آلي بناءً على معايير قابلة للتخصيص.",
      "point_4": "يدعم المنصة البنية التحتية السحابية لضمان الأداء المستمر.",
      "point_5": "يوفر تقارير تفصيلية عن أداء الفعالية ونسبة المشاركة.",
      "point_6": "يتيح النظام دعم الأحداث المباشرة مثل الندوات والمسابقات الحية."
    },
    "study-6": {
      "title": "نظام التذاكر والدعم الفني",
      "subtitle": "تم تصميم هذا النظام لإدارة التذاكر وتقديم الدعم الفني بكفاءة وسرعة. يوفر حلولًا مخصصة للتواصل مع العملاء وتقديم الدعم في الوقت المناسب مع تتبع كامل لعملية المعالجة.",
      "description": "نظام متكامل لإدارة تذاكر الدعم الفني، يوفر أدوات متطورة لتقديم الحلول بسرعة وبكفاءة مع توفير تقارير شاملة عن أداء النظام ومستوى رضا العملاء.",
      "point_1": "نظام مركزي لتتبع وإدارة تذاكر الدعم الفني.",
      "point_2": "يوفر التواصل المباشر مع العملاء عبر منصات متعددة.",
      "point_3": "يدعم التكامل مع أنظمة خارجية لتقديم حلول متقدمة.",
      "point_4": "يوفر تقارير تفصيلية عن أداء التذاكر ومستوى رضا العملاء.",
      "point_5": "يدعم التنبيهات والإشعارات الآلية لضمان الاستجابة السريعة.",
      "point_6": "يتيح مراقبة الأداء وتحليل البيانات لضمان جودة الخدمة."
    }
  },
  "contact_us_seo_title": "تواصل معنا",
  "contact_us_seo_description": "نسعد بالتواصل معك والإجابة على جميع استفساراتك.",
  "contact_us_title": "نموذج التواصل",
  "contact_us_subtitle": "نسعد بالتواصل معك والإجابة على جميع استفساراتك.",
  "not_found": {
    "title": "الصفحة غير موجودة",
    "message": "عذراً، الصفحة التي تبحث عنها غير موجودة.",
    "back_home": "العودة إلى الصفحة الرئيسية"
  },
  "share_title": "مشاركة",
  "share": {
    "email_body": "عمل رائع في موقع تباين أود أن أشاركه معك.",
    "email_subject": "تحقق من هذا العمل لدى موقع تباين!",
    "twitter_text": "تحقق من هذا العمل لدى موقع تباين!",
    "whatsapp_text": "تحقق من هذا العمل لدى موقع تباين!",
    "telegram_text": "تحقق من هذا العمل لدى موقع تباين!"
  },
  "service_request_sent_title": "تم ارسال الطلب",
  "service_request_sent_text": "تم إرسال الطلب بنجاح، وسيقوم فريقنا بالتواصل معكم قريبًا. شكراً لكم",
  "service_request_error_title": "خطأ!",
  "service_request_warning_title": "تحذير!",
  "service_request_close_button":"إغلاق",
  "contact_request_close_button":"إغلاق",
  "service_scroll_1": "تطوير التطبيقات",
  "service_scroll_2": "تطوير المواقع والمنصات",
  "service_scroll_3": "تصميم واجهات المستخدم وتجربة المستخدم",
  "service_scroll_4": "تحليل الأنظمة",
  "service_scroll_5": "دمج الأنظمة",
  "service_scroll_6": "تكامل API",
  "service_scroll_7": "خدمات السحابة وحلول DevOps",
  "service_scroll_8": "الأمن وحماية التطبيقات",
  "service_scroll_9": "إدارة قواعد البيانات",
  "service_scroll_10": "إدارة المحتوى"
}