{
    "jobs": {
        "job-1": {
            "title": "أخصائي نجاح تجربة المستفيد",
            "date":"2024/11/01",
            "location":"مقر الشركة",
            "type":"دوام كامل",
            "summary": "مسؤولية أخصائي نجاح تجربة المستفيد ضمان تجربة إيجابية ومتميزة للمستفيدين من خدمات الشركة أو منتجاتها. يركز الدور على تحسين التفاعل مع المستفيدين، تقديم الدعم اللازم، ومتابعة أداء الخدمات لضمان رضا المستفيدين وحل مشكلاتهم بفعالية.",
            "tasks": {
                "task_1": "بناء علاقات قوية مع المستفيدين لضمان رضاهم المستمر عن الخدمات المقدمة.",
                "task_2": "متابعة المستفيدين بشكل دوري لفهم احتياجاتهم وتوقعاتهم وتقديم حلول فعالة لتحسين تجربتهم.",
                "task_3": "تقديم جلسات تعريفية وتدريبية للمستفيدين حول استخدام الخدمات أو المنتجات بشكل أمثل.",
                "task_4": "إعداد مواد توجيهية وإرشادية تساعد المستفيدين على الاستفادة القصوى من الخدمة.",
                "task_5": "التعامل مع استفسارات المستفيدين وشكاواهم، وتقديم حلول فورية وفعالة للمشكلات.",
                "task_6": "متابعة الحالات المعقدة لضمان حلها بالشكل المطلوب والتأكد من رضا المستفيدين عن الحلول المقدمة.",
                "task_7": "إجراء استطلاعات وقياسات دورية لمدى رضا المستفيدين عن الخدمات المقدمة.",
                "task_8": "تحليل النتائج وتقديم تقارير للإدارة مع اقتراحات لتحسين تجربة المستفيد.",
                "task_9": "التعاون مع فرق التسويق والتطوير والجودة لتحسين المنتج أو الخدمة بناءً على ملاحظات المستفيدين.",
                "task_10": "العمل مع فرق التقنية لضمان تنفيذ التحسينات والميزات المطلوبة وفقًا لتوقعات المستفيدين.",
                "task_11": "جمع وتحليل بيانات الاستخدام وسلوك المستفيدين لتحديد نقاط القوة وفرص التحسين.",
                "task_12": "تقديم رؤى وتوصيات تستند إلى البيانات لدعم اتخاذ قرارات تستهدف تحسين تجربة المستفيد.",
                "task_13": "تطوير وتحسين العمليات والإجراءات التي تسهم في تعزيز تجربة المستفيد وتقليل زمن الاستجابة لطلباتهم.",
                "task_14": "متابعة مؤشرات الأداء الرئيسية المتعلقة بتجربة المستفيد والعمل على تحسينها بشكل مستمر."
            },
            "experiences": {
                "experience_1": "خبرة لا تقل عن 3 سنوات في مجال تجربة العملاء أو المستفيدين.",
                "experience_2": "درجة الدبلوم أو البكالوريوس في مجال تقني.",
                "experience_3": "مهارات اتصال ممتازة ومهارات تحليلية قوية.",
                "experience_4": "إجادة استخدام الأدوات والتقنيات الرقمية المتعلقة بإدارة علاقات العملاء.",
                "experience_5": "قدرة عالية على العمل ضمن فريق.",
                "experience_6": "اهتمام كبير بالتفاصيل وسرعة استجابة عالية لحل مشكلات المستفيدين."
            }
        },
        "job-2": {
            "title": "مدير الموارد البشرية",
            "date":"2024/11/01",
            "location":"مقر الشركة",
            "type":"دوام كامل",
            "summary": "مدير إدارة الموارد البشرية هو المسؤول الأول عن تصميم وتنفيذ استراتيجيات وسياسات الموارد البشرية لدعم الأهداف التنظيمية. يتولى تطوير وإدارة العمليات المتعلقة بتوظيف وتطوير وتقييم الموظفين، كما يضمن بيئة عمل متميزة. يهدف الدور إلى تحقيق توازن بين متطلبات العمل واحتياجات الموظفين وتحقيق بيئة تساهم في رفع الإنتاجية وتعزيز الانتماء.",
            "tasks": {
                "task_1": "وضع وتنفيذ استراتيجيات وسياسات الموارد البشرية التي تدعم أهداف الشركة وتحقق نموها.",
                "task_2": "متابعة أحدث ممارسات الموارد البشرية وتطبيقها بما يتناسب مع بيئة العمل.",
                "task_3": "إدارة عملية التوظيف من الإعلان عن الوظائف إلى إجراء المقابلات وتقييم المرشحين.",
                "task_4": "بناء علاقات مع مصادر التوظيف المتنوعة مثل الجامعات ومعارض التوظيف.",
                "task_5": "إعداد وتنفيذ خطط التدريب والتطوير لضمان تحسين مهارات الموظفين وتطوير قدراتهم.",
                "task_6": "إدارة وتنسيق برامج التوجيه والإرشاد للموظفين الجدد.",
                "task_7": "تطوير وتنفيذ عمليات تقييم الأداء بشكل دوري وتقديم التغذية الراجعة.",
                "task_8": "وضع خطط لتحفيز وتحسين أداء الموظفين بناءً على التقييمات.",
                "task_9": "تنظيم هيكلة الرواتب وتحديثها بناءً على مؤشرات السوق والأداء الفردي.",
                "task_10": "إدارة المزايا المقدمة للموظفين مثل التأمين الصحي، الإجازات، وبرامج المكافآت.",
                "task_11": "تنفيذ المبادرات التي تهدف إلى تعزيز بيئة العمل وتحقيق رضا الموظفين.",
                "task_12": "تنظيم فعاليات وورش عمل لتعزيز روح الفريق والتواصل الداخلي.",
                "task_13": "التعامل مع القضايا والنزاعات الداخلية بشكل عادل وسريع.",
                "task_14": "تقديم المشورة للإدارة والموظفين حول السياسات والإجراءات.",
                "task_15": "التأكد من توافق سياسات وإجراءات الموارد البشرية مع القوانين واللوائح المحلية.",
                "task_16": "التعامل مع الجوانب القانونية المتعلقة بالموارد البشرية مثل العقود وإنهاء الخدمة."
            },
            "experiences": {
                "experience_1": "خبرة عملية لا تقل عن 5 سنوات في مجال الموارد البشرية.",
                "experience_2": "معرفة شاملة بقوانين وأنظمة العمل في المملكة.",
                "experience_3": "مهارات اتصال ممتازة وقدرة على حل النزاعات.",
                "experience_4": "إتقان برامج الموارد البشرية والأدوات الرقمية المساعدة.",
                "experience_5": "قدرات قيادية ومهارات تحليلية وتنظيمية عالية.",
                "experience_6": "إتقان التحدث والكتابة باللغة الإنجليزية."
            }
        },
        "job-3": {
            "title": "محلل أعمال",
            "date":"2024/11/01",
            "location":"مقر الشركة",
            "type":"دوام كامل",
            "summary": "محلل الأعمال مسؤول عن التعامل مع العملاء لفهم احتياجات أعمالهم الفريدة وايصالها للفرق المشتركة وإجراء بحث وتحليل شامل وتقديم توصيات استراتيجية. يتضمن هذا الدور تحديد نطاق التنفيذ وتحليل البيانات لتحديد الاتجاهات، وضمان التنفيذ الناجح للحلول التي تتماشى مع أهداف العميل.",
            "tasks": {
                "task_1": "كتابة الوثائق المتعلقة بالتحليل مثل قصص المستخدم وBRD.",
                "task_2": "جمع وتوثيق متطلبات المشاريع والمنتجات التقنية من أصحاب المصلحة وتحديد الأهداف التشغيلية.",
                "task_3": "تحليل الاحتياجات التقنية وتحديد فرص التحسين والحلول المبتكرة.",
                "task_4": "تصميم العمليات التقنية وتحليلها لتسهيل العمل وتحقيق الأهداف بكفاءة.",
                "task_5": "العمل مع الفرق التقنية لتطوير نماذج وتحسين العمليات التشغيلية باستخدام أدوات التحليل.",
                "task_6": "تقييم الجدوى التقنية للمشاريع الجديدة، وتحليل التكلفة والفوائد للمبادرات التقنية.",
                "task_7": "تقديم تقارير تفصيلية للإدارة تتضمن التوصيات التقنية والمالية.",
                "task_8": "العمل مع فرق التطوير وتكنولوجيا المعلومات لضمان فهم المتطلبات التقنية وتطبيقها بشكل صحيح.",
                "task_9": "تقديم توجيهات مستمرة للفرق الفنية لضمان تحقيق المتطلبات وتحسين الحلول.",
                "task_10": "جمع وتحليل بيانات الأداء وتقارير النظام لمراقبة الفعالية التشغيلية وتقديم التحسينات.",
                "task_11": "استخدام الأدوات التحليلية لاستخلاص رؤى عملية تدعم اتخاذ القرارات التقنية.",
                "task_12": "متابعة أحدث الابتكارات التقنية في السوق وتقييم إمكانيات تطبيقها في الشركة.",
                "task_13": "إعداد تقارير مفصلة وعروض تقديمية للإدارة تلخص التحليل والتوصيات التقنية.",
                "task_14": "تقديم العروض لأصحاب المصلحة لشرح وتبرير القرارات والتوصيات.",
                "task_15": "بناء علاقات قوية مع أصحاب المصلحة وتوفير الدعم الفني للمساعدة في تحقيق الأهداف."
            },
            "experiences": {
                "experience_1": "درجة البكالوريوس في علوم الحاسب، نظم المعلومات، أو مجال ذي صلة.",
                "experience_2": "خبرة عملية لا تقل عن 3 سنوات في تحليل الأعمال التقنية.",
                "experience_3": "إجادة أدوات التحليل التقني، مثل SQL وExcel وبرامج إدارة المشاريع (مثل JIRA وAsana).",
                "experience_4": "مهارات تحليلية وحل المشكلات قوية.",
                "experience_5": "قدرة عالية على التواصل مع الفرق الفنية وغير الفنية وتوضيح المفاهيم المعقدة."
            }
        },
        "job-4": {
            "title": "مدير منتج تقني",
            "date":"2024/11/01",
            "location":"مقر الشركة",
            "type":"دوام كامل",
            "summary": "يتولى مدير المنتج التقني مسؤولية تطوير وتوجيه رؤية المنتج من الفكرة حتى الإطلاق، مع ضمان توافقه مع احتياجات السوق وأهداف الشركة. يقوم بتنسيق العمل بين الفرق الفنية وفرق التسويق والمبيعات، كما يضمن تحسين تجربة المستخدم وتقديم ميزات تلبي متطلبات العملاء.",
            "tasks": {
                "task_1": "تطوير رؤية واستراتيجية واضحة للمنتج تتماشى مع أهداف الشركة ومتطلبات السوق.",
                "task_2": "تحديد الميزات الأساسية وخطط تطوير المنتج على المدى القصير والطويل.",
                "task_3": "الإشراف على دورة حياة المنتج من مرحلة الفكرة إلى الإطلاق وما بعدها.",
                "task_4": "وضع خريطة طريق للمنتج تشمل جميع الميزات والإصدارات المستقبلية.",
                "task_5": "إجراء أبحاث السوق وتحليل بيانات المستخدمين لفهم احتياجاتهم وتوقعاتهم.",
                "task_6": "جمع وتحليل آراء العملاء والعمل مع فرق البحث والتطوير لتحسين المنتج.",
                "task_7": "توثيق المتطلبات وتحديد الأولويات بناءً على أهداف المنتج واحتياجات السوق.",
                "task_8": "التعاون مع فرق التطوير لضمان وضوح المتطلبات وترجمتها إلى ميزات عملية.",
                "task_9": "العمل بشكل وثيق مع فرق البرمجة والتصميم لضمان تنفيذ الميزات وفقًا للمتطلبات والمواصفات.",
                "task_10": "وضع خطط التسويق والترويج بالتعاون مع فريق التسويق لضمان نجاح الإطلاق.",
                "task_11": "تطوير استراتيجيات التسعير والتواصل لتحقيق أقصى استفادة من المنتج في السوق.",
                "task_12": "مراقبة أداء المنتج من خلال مؤشرات الأداء وجمع ردود الفعل لتحسين وتحديث المنتج بانتظام.",
                "task_13": "تحليل البيانات بعد الإطلاق واستخدام الرؤى المستخلصة لاتخاذ قرارات التحسين.",
                "task_14": "تحسين تجربة المستخدم بناءً على التحليلات لضمان تلبية توقعات العملاء.",
                "task_15": "العمل مع فرق التصميم لضمان توفير تجربة مستخدم متميزة وفعالة.",
                "task_16": "إدارة ميزانية تطوير المنتج والتأكد من استخدام الموارد بكفاءة لتحقيق الأهداف.",
                "task_17": "تقديم التدريب اللازم لفرق المبيعات والدعم الفني حول الميزات الجديدة."
            },
            "experiences": {
                "experience_1": "درجة البكالوريوس في تقنية المعلومات، أو مجال ذي صلة.",
                "experience_2": "خبرة لا تقل عن 3 سنوات في إدارة المنتجات التقنية.",
                "experience_3": "معرفة واسعة بأدوات إدارة المنتجات وأدوات تحليل البيانات.",
                "experience_4": "قدرة قوية على تحليل احتياجات السوق واتجاهاته.",
                "experience_5": "مهارات تواصل وعرض ممتازة، وقدرة على اتخاذ القرارات بشكل سريع.",
                "experience_6": "خبرة في العمل مع فرق متعددة التخصصات وتنسيق الجهود لتحقيق الأهداف المشتركة."
            }
        },
        "job-5": {
            "title": "مصمم واجهة وتجربة المستخدم",
            "date":"2024/11/01",
            "location":"عن بعد",
            "type":"دوام كامل",
            "summary": "يقوم مصمم واجهة وتجربة المستخدم بتصميم وتطوير واجهات مستخدم جذابة وسهلة الاستخدام، تركز على تحسين تجربة المستخدم وتلبية احتياجاته. يعمل بشكل وثيق مع الفرق التقنية والإبداعية لتحويل الأفكار والاحتياجات إلى تصاميم واجهات تتسم بالكفاءة والجاذبية، وتساهم في تحقيق أهداف المنتج أو المشروع.",
            "tasks": {
                "task_1": "إجراء أبحاث المستخدم لفهم سلوكه واحتياجاته وتوقعاته من الواجهة.",
                "task_2": "تحليل الاتجاهات الحديثة في التصميم لتطبيقها بما يتناسب مع هوية المنتج واحتياجات المستخدمين.",
                "task_3": "وضع تصور لتجربة المستخدم بشكل شامل، وتصميم التدفق (User Flow) الذي يضمن سهولة الاستخدام والتنقل.",
                "task_4": "إنشاء خريطة طريق لتجربة المستخدم وتحليل نقاط التفاعل (Touchpoints) لضمان تجربة متميزة.",
                "task_5": "تطوير تصاميم واجهات المستخدم بأعلى جودة من حيث التناسق والجاذبية البصرية.",
                "task_6": "إنشاء أنماط بصرية وعناصر واجهة المستخدم (مثل الأزرار، النماذج، الأيقونات) بما يتناسب مع الهوية البصرية للعلامة التجارية.",
                "task_7": "تصميم نماذج أولية تفاعلية باستخدام أدوات مثل Adobe XD، Figma، أو Sketch لاختبار الأفكار قبل تنفيذها.",
                "task_8": "اختبار التصاميم بشكل تجريبي (Usability Testing) وجمع الملاحظات لتحسين التصميم.",
                "task_9": "العمل عن كثب مع فرق البرمجة لضمان تنفيذ التصميم بشكل دقيق وفعال.",
                "task_10": "تقديم إرشادات التصميم وتقديم الدعم خلال عملية التطوير لحل أي مشاكل تتعلق بالواجهة وتجربة المستخدم.",
                "task_11": "متابعة أداء واجهة المستخدم باستخدام أدوات التحليل وتحديد النقاط التي تحتاج لتحسين.",
                "task_12": "تقديم توصيات للتحسينات المستقبلية بناءً على بيانات الاستخدام وردود أفعال المستخدمين.",
                "task_13": "إنشاء دليل إرشادي للأسلوب البصري يوضح قواعد التصميم لضمان التناسق عبر مختلف المنتجات والمنصات.",
                "task_14": "تحديث دليل التصميم بشكل دوري وفقًا للتغيرات في الهوية البصرية للعلامة التجارية.",
                "task_15": "التواصل مع أصحاب المصلحة لجمع ملاحظاتهم وتوضيح تصوراتهم حول التصميم.",
                "task_16": "العمل على التحسينات والتعديلات بناءً على ردود الفعل لضمان رضا كافة الأطراف."
            },
            "experiences": {
                "experience_1": "درجة البكالوريوس في تقنية المعلومات أو مجال ذي صلة.",
                "experience_2": "خبرة لا تقل عن 3 سنوات في تصميم واجهات وتجربة المستخدم.",
                "experience_3": "إتقان أدوات التصميم مثل Figma، Adobe XD، Sketch.",
                "experience_4": "معرفة بأساسيات HTML وCSS لتسهيل التواصل مع فرق البرمجة.",
                "experience_5": "مهارات تحليلية ممتازة وفهم عميق لسلوك المستخدم وتجربة المستخدم.",
                "experience_6": "القدرة على العمل ضمن فريق وتقديم أفكار إبداعية تسهم في تحسين المنتج."
            }
        },
        "job-6": {
            "title": "مطبق ERPNext",
            "date":"2024/11/01",
            "location":"مقر الشركة",
            "type":"دوام كامل",
            "summary": "يقوم مطبق ERPNext بتنفيذ وتخصيص نظام ERPNext لتلبية احتياجات العملاء. يشمل ذلك تحليل متطلبات العمل، إعداد النظام، تدريب المستخدمين، وتقديم الدعم المستمر لضمان تحقيق أقصى استفادة من النظام لدى العميل.",
            "tasks": {
                "task_1": "جمع وفهم متطلبات العمل من أصحاب المصلحة.",
                "task_2": "تحليل العمليات الحالية وتحديد المجالات التي يمكن تحسينها باستخدام ERPNext.",
                "task_3": "تثبيت وتكوين نظام ERPNext وفقًا لاحتياجات الشركة.",
                "task_4": "تخصيص الوحدات والوظائف لتتناسب مع العمليات المحددة.",
                "task_5": "تخطيط وتنفيذ عملية نقل البيانات من الأنظمة القديمة إلى ERPNext.",
                "task_6": "ضمان دقة وسلامة البيانات أثناء عملية الترحيل.",
                "task_7": "إعداد مواد تدريبية وجلسات توجيهية للمستخدمين النهائيين.",
                "task_8": "تقديم الدعم والإرشاد لضمان استخدام فعال للنظام.",
                "task_9": "تقديم الدعم الفني للمستخدمين وحل المشكلات التي قد تواجههم.",
                "task_10": "متابعة تحديثات النظام وضمان توافقها مع احتياجات الشركة.",
                "task_11": "تطوير وتنفيذ حلول تكامل بين ERPNext والأنظمة الأخرى المستخدمة في الشركة.",
                "task_12": "ضمان تدفق سلس للبيانات بين الأنظمة المختلفة.",
                "task_13": "تصميم وإنشاء تقارير مخصصة تلبي احتياجات الإدارة.",
                "task_14": "تحليل البيانات المستخرجة لتقديم رؤى تدعم اتخاذ القرارات.",
                "task_15": "تقديم توصيات لتحسين العمليات بناءً على استخدام النظام.",
                "task_16": "تنفيذ أفضل الممارسات لضمان كفاءة العمليات."
            },
            "experiences": {
                "experience_1": "درجة البكالوريوس في أي مجال ذي صلة.",
                "experience_2": "خبرة لا تقل عن 3 سنوات في تنفيذ وتخصيص أنظمة ERP، ويفضل ERPNext.",
                "experience_3": "معرفة جيدة بلغة البرمجة Python وإطار عمل Frappe.",
                "experience_4": "فهم عميق للعمليات التجارية في مجالات مثل المحاسبة، المخزون، المبيعات، والموارد البشرية.",
                "experience_5": "مهارات تحليلية قوية وقدرة على حل المشكلات.",
                "experience_6": "مهارات تواصل ممتازة وقدرة على تدريب وتوجيه المستخدمين.",
                "experience_7": "القدرة على العمل بشكل مستقل وضمن فريق."
            }
        },
        "job-7": {
            "title": "سكرتير تنفيذي",
            "date":"2024/11/01",
            "location":"مقر الشركة",
            "type":"دوام كامل",
            "summary": "تقديم دعم تنفيذي يشمل إدارة الجداول الزمنية، ترتيبات السفر، وإعداد التقارير والعروض التقديمية وتنظيم جداول أعمال الاجتماعات. العمل كحلقة وصل أساسية بين الإدارة العليا والإدارات والفرق الداخلية، بالإضافة إلى الزوار والجهات الخارجية، لضمان تواصل واضح وفعّال.",
            "tasks": {
                "task_1": "تنسيق وجدولة مواعيد الإدارة العليا وتنظيم الاجتماعات الدورية.",
                "task_2": "إعداد وكتابة الخطابات الرسمية والمراسلات ومحاضر الاجتماعات.",
                "task_3": "تحضير جداول الأعمال وجمع الوثائق والمواد اللازمة للاجتماعات.",
                "task_4": "صياغة وإعداد التقارير الدورية والمراسلات الرسمية وتنظيمها.",
                "task_5": "مراجعة المستندات والتأكد من دقتها وإعدادها للتوقيع.",
                "task_6": "استقبال المكالمات الواردة وتنظيم الاتصالات الصادرة حسب الأولويات.",
                "task_7": "تقديم المعلومات والإجابات الأولية للاستفسارات وإحالتها للإدارات عند الحاجة.",
                "task_8": "إدارة وحفظ المستندات والملفات الخاصة بالإدارة العليا بشكل منظم وسري.",
                "task_9": "العمل كنقطة اتصال بين الإدارة العليا وأعضاء الفريق والأطراف الخارجية.",
                "task_10": "التنسيق مع الإدارات الأخرى لضمان تدفق المعلومات وتنظيم الأعمال.",
                "task_11": "تنظيم إجراءات السفر للإدارة العليا، بما في ذلك حجوزات الطيران والفنادق.",
                "task_12": "إعداد التقارير المالية الخاصة بالمهمات وتقديمها للإدارة العليا.",
                "task_13": "المساعدة في تنظيم وتنفيذ المشاريع والمهام الخاصة المكلفة من الإدارة العليا.",
                "task_14": "متابعة التقدم في الأعمال الموكلة وإعداد التقارير الدورية بشأن سير العمل.",
                "task_15": "الحفاظ على سرية المعلومات الهامة والخاصة بالإدارة العليا والشركة.",
                "task_16": "ضمان حماية وتخزين البيانات بطريقة آمنة وموثوقة."
            },
            "experiences": {
                "experience_1": "درجة الدبلوم أو البكالوريوس في إدارة الأعمال، أو مجال ذي صلة.",
                "experience_2": "خبرة لا تقل عن سنتين في مجال السكرتارية التنفيذية أو دعم الإدارة.",
                "experience_3": "مهارات تنظيمية ممتازة وإجادة العمل تحت الضغط.",
                "experience_4": "القدرة على كتابة التقارير وصياغة المراسلات والخطابات باللغة العربية والإنجليزية.",
                "experience_5": "مهارات تواصل قوية وقدرة على التفاعل الفعال مع مختلف المستويات.",
                "experience_6": "إتقان برامج Microsoft Office وبرامج إدارة المواعيد والأعمال.",
                "experience_7": "القدرة على استخدام برامج التصميم لإعداد وتصميم العروض التقديمية والتقارير."
            }
        },
        "job-8": {
            "title": "مدير مشاريع تقنية",
            "date":"2024/11/01",
            "location":"مقر الشركة",
            "type":"دوام كامل",
            "summary": "يتولى مدير المشاريع التقنية الإشراف على تخطيط وتنفيذ ومتابعة المشاريع التقنية لضمان إتمامها ضمن الجداول الزمنية والميزانية المحددة. يعمل بشكل وثيق مع الفرق التقنية وأصحاب المصلحة لضمان تحقيق الأهداف المطلوبة في المشروع ويعتمد على التخطيط الاستراتيجي وإدارة المخاطر لتحقيق نجاح المشروع.",
            "tasks": {
                "task_1": "وضع خطة شاملة للمشاريع التقنية، وتحديد الأهداف، والجدول الزمني، والميزانية.",
                "task_2": "تحليل متطلبات المشروع وتخصيص الموارد اللازمة لضمان سير العمل بشكل فعال.",
                "task_3": "متابعة سير المشروع وتوجيه الفرق التقنية لتحقيق مراحل المشروع وفق الجدول المحدد.",
                "task_4": "تقييم الأداء بشكل مستمر وتحديد المخاطر والمعوقات والعمل على تذليلها.",
                "task_5": "التنسيق بين الفرق المختلفة بما في ذلك فرق التطوير، التصميم، والعمليات لضمان توافق الأعمال.",
                "task_6": "التواصل مع أصحاب المصلحة لضمان تلبية احتياجاتهم وتوقعاتهم من المشروع.",
                "task_7": "مراقبة ميزانية المشروع والتأكد من الاستخدام الأمثل للموارد المتاحة.",
                "task_8": "تقديم تقارير دورية حول تقدم المشروع وضمان عدم تجاوز الميزانية والوقت المحددة.",
                "task_9": "إعداد تقارير مفصلة للإدارة تلخص مراحل التقدم والمشكلات المحتملة وسبل حلها.",
                "task_10": "تقديم العروض التقديمية لأصحاب المصلحة لشرح سير العمل وتحديد الخطوات التالية.",
                "task_11": "تطوير خطط لإدارة المخاطر المحتملة في المشروع وتقليل تأثيرها.",
                "task_12": "التأكد من الالتزام بمعايير الجودة المعتمدة وضمان تحقيق المنتج النهائي لأهداف الجودة.",
                "task_13": "متابعة أحدث الممارسات والتقنيات في إدارة المشاريع التقنية وتطبيقها بما يتناسب مع الشركة.",
                "task_14": "توثيق جميع مراحل المشروع، وتحديث السجلات لضمان وجود مرجعية كاملة في المستقبل.",
                "task_15": "حفظ وثائق المشروع بشكل منظم وسهل الوصول لجميع الأطراف المعنية."
            },
            "experiences": {
                "experience_1": "درجة البكالوريوس في تقنية المعلومات أو مجال ذي صلة.",
                "experience_2": "خبرة لا تقل عن 3 سنوات في إدارة المشاريع التقنية.",
                "experience_3": "يُفضل الحصول على شهادة في إدارة المشاريع مثل PMP.",
                "experience_4": "مهارات قوية في التخطيط الاستراتيجي وإدارة الميزانية.",
                "experience_5": "معرفة جيدة بأدوات إدارة المشاريع مثل JIRA، Asana، Trello.",
                "experience_6": "مهارات تواصل ممتازة وقدرة على التعامل مع فرق عمل متعددة التخصصات.",
                "experience_7": "مهارة تحليلية قوية وقدرة على حل المشكلات.",
                "experience_8": "إتقان مهارات التصميم الأساسي لعرض البيانات والعروض التقديمية PowerBI."
            }
        },
        "job-9": {
            "title": "رئيس قسم تقنية المعلومات",
            "date":"2024/11/01",
            "location":"مقر الشركة",
            "type":"دوام كامل",
            "summary": "يقوم مدير تقنية المعلومات بإدارة وتوجيه العمليات التقنية في الشركة بما في ذلك تخطيط وصيانة البنية التحتية لتكنولوجيا المعلومات، وتطوير استراتيجيات تقنية مبتكرة لدعم أهداف العمل، وإدارة فريق التقنية لضمان سير العمل بكفاءة وأمان.",
            "tasks": {
                "task_1": "وضع وتنفيذ استراتيجية تقنية المعلومات بما يتماشى مع الأهداف العامة للشركة.",
                "task_2": "تقييم وتبني التقنيات الجديدة لتعزيز الكفاءة والإنتاجية.",
                "task_3": "الإشراف على صيانة وإدارة البنية التحتية للشبكات، الخوادم، قواعد البيانات، وأجهزة الكمبيوتر.",
                "task_4": "ضمان الأداء السلس للبنية التحتية وتحسينها باستمرار.",
                "task_5": "تطوير وتنفيذ السياسات الأمنية لحماية بيانات الشركة وضمان الامتثال للوائح الأمنية.",
                "task_6": "تقييم المخاطر وتطبيق تدابير للحماية من الهجمات السيبرانية.",
                "task_7": "الإشراف على توظيف وتطوير وتقييم أداء فريق تقنية المعلومات.",
                "task_8": "توجيه الفرق التقنية ومساعدتهم في حل المشكلات التقنية وتعزيز كفاءتهم.",
                "task_9": "تطوير أدوات ومنهجيات لدعم المستخدمين وضمان حل سريع للمشاكل.",
                "task_10": "إعداد ومراقبة ميزانية تقنية المعلومات والتحكم في النفقات لضمان الكفاءة المالية.",
                "task_11": "التخطيط لشراء وترقية الرخص والبرمجيات والأجهزة الضرورية.",
                "task_12": "العمل عن كثب مع الإدارات الأخرى لفهم احتياجاتها وتقديم حلول تقنية تدعم الأهداف التنظيمية.",
                "task_13": "تقديم تقارير دورية للإدارة العليا حول أداء النظام وتحقيق الأهداف التقنية.",
                "task_14": "إعداد تقارير مفصلة توضح أداء النظام والأمان وتقديم التوصيات لتحسين العمليات.",
                "task_15": "الحفاظ على توثيق كامل للإجراءات والسياسات المتعلقة بتقنية المعلومات."
            },
            "experiences": {
                "experience_1": "درجة البكالوريوس في تقنية المعلومات، علوم الحاسب، أو مجال ذي صلة.",
                "experience_2": "خبرة لا تقل عن 5 سنوات في مجال إدارة تقنية المعلومات.",
                "experience_3": "معرفة جيدة بأمن المعلومات والبنية التحتية للشبكات والخوادم.",
                "experience_4": "مهارات قوية في التخطيط الاستراتيجي وإدارة الميزانية.",
                "experience_5": "شهادة مهنية مثل ITIL، CISSP، أو PMP تعتبر ميزة إضافية.",
                "experience_6": "مهارات تواصل ممتازة وقدرة على التفاعل مع الفرق التقنية وغير التقنية.",
                "experience_7": "القدرة على حل المشكلات واتخاذ قرارات سريعة ومؤثرة في بيئات العمل الديناميكية."
            }
        },
        "job-10": {
            "title": "أخصائي أول التسويق والاتصال المؤسسي",
            "date":"2024/11/01",
            "location":"مقر الشركة",
            "type":"دوام كامل",
            "summary": "يتولى مدير التسويق والاتصال المؤسسي مسؤولية تطوير وتنفيذ استراتيجيات التسويق والاتصال لتعزيز صورة الشركة وتحقيق أهدافها. يشمل ذلك بناء الهوية المؤسسية، إدارة الحملات التسويقية، تطوير المحتوى، والتواصل مع أصحاب المصلحة لضمان تواصل فعّال ومؤثر يعكس رسالة الشركة وقيمها.",
            "tasks": {
                "task_1": "وضع وتنفيذ استراتيجية شاملة للتسويق الرقمي والاتصال لتعزيز مكانة الشركة في السوق.",
                "task_2": "تحديد الجمهور المستهدف وتطوير الرسائل التسويقية التي تدعم المنتجات الرقمية وتعزز صورة المؤسسة.",
                "task_3": "تصميم وتنفيذ الحملات التسويقية عبر الإنترنت مثل الإعلانات الرقمية ووسائل التواصل الاجتماعي والبريد الإلكتروني.",
                "task_4": "متابعة وتقييم أداء الحملات لضمان تحقيق الأهداف، وتقديم تحسينات بناءً على التحليلات.",
                "task_5": "بناء وترويج الهوية الرقمية للمنتجات لتقديمها بشكل مميز للعملاء الحاليين والجدد.",
                "task_6": "التعاون مع الفرق الفنية لضمان توافق الرسائل التسويقية مع خصائص المنتجات الرقمية.",
                "task_7": "الإشراف على تطوير محتوى مؤثر على منصات التواصل الاجتماعي والتفاعل مع الجمهور بشكل منتظم.",
                "task_8": "تنظيم المؤتمرات الصحفية والمناسبات الإعلامية لزيادة الوعي بمنتجات الشركة الرقمية.",
                "task_9": "إجراء أبحاث السوق وتحليل المنافسين لتحديد الاتجاهات وتقديم توصيات لتطوير استراتيجيات التسويق الرقمي.",
                "task_10": "جمع وتحليل بيانات العملاء الرقمية لتطوير استراتيجيات مبتكرة تزيد من تفاعل المستخدمين.",
                "task_11": "التعاون مع فرق التطوير لضمان توافق الرسائل التسويقية مع خصائص المنتج الرقمي.",
                "task_12": "تقديم الدعم للأقسام الأخرى بخصوص استراتيجيات التسويق والاتصال المؤسسي.",
                "task_13": "إعداد تقارير دورية عن أداء الحملات التسويقية الرقمية، وتقديم توصيات لتحسين النتائج.",
                "task_14": "تقييم تأثير استراتيجيات التسويق الرقمي على تفاعل العملاء وتحقيق الإيرادات المستهدفة."
            },
            "experiences": {
                "experience_1": "درجة البكالوريوس في التسويق، الاتصال، إدارة الأعمال، أو مجال ذي صلة.",
                "experience_2": "خبرة لا تقل عن 5 سنوات في التسويق المؤسسي مع خبرات في التسويق للمنتجات الرقمية.",
                "experience_3": "معرفة واسعة بإدارة الحملات الرقمية وتطوير المحتوى الرقمي وإدارة وسائل التواصل الاجتماعي.",
                "experience_4": "معرفة جيدة بإدارة العلامة التجارية وتطوير المحتوى وإدارة وسائل التواصل الاجتماعي.",
                "experience_5": "مهارات تحليلية ممتازة مع القدرة على إعداد تقارير وتقديم توصيات استراتيجية.",
                "experience_6": "مهارات تواصل وتفاوض قوية وقدرة على بناء علاقات فعّالة مع الشركاء وأصحاب المصلحة.",
                "experience_7": "إتقان أدوات التسويق الرقمي مثل Google Analytics، وSEO، وأدوات إدارة الحملات."
            }
        },
        "job-11": {
            "title": "مسؤول مبيعات وشراكات",
            "date":"2024/11/01",
            "location":"مقر الشركة",
            "type":"دوام كامل",
            "summary": "يتولى مسؤول المبيعات لمجال المنتجات والخدمات الرقمية دورًا هامًا في تحقيق أهداف المبيعات من خلال الترويج للمنتجات الرقمية وتطوير العلاقات مع العملاء. يعمل على تحديد فرص البيع وتقديم حلول مناسبة للعملاء، مع التركيز على تقديم قيمة مضافة للخدمات الرقمية وتعزيز ولاء العملاء.",
            "tasks": {
                "task_1": "تحديد أهداف المبيعات الخاصة بالمنتجات والخدمات الرقمية والعمل على تحقيقها.",
                "task_2": "العمل على تحقيق وتجاوز الحصص البيعية الشهرية والسنوية.",
                "task_3": "بناء علاقات قوية مع العملاء الحاليين والجدد لفهم احتياجاتهم من المنتجات الرقمية.",
                "task_4": "تقديم حلول رقمية تناسب احتياجات العملاء وتعزز من قيمة العرض المقدم.",
                "task_5": "تقديم العروض التقديمية عن المنتجات الرقمية وشرح ميزاتها وفوائدها للعملاء المحتملين.",
                "task_6": "متابعة اتجاهات السوق لضمان توافق العروض مع متطلبات العملاء وتغيرات السوق.",
                "task_7": "متابعة جميع خطوات عملية البيع بدءًا من تقديم العروض وحتى إغلاق الصفقة.",
                "task_8": "إعداد العقود والاتفاقيات وضمان إتمام جميع الإجراءات اللازمة.",
                "task_9": "التنسيق مع فرق التسويق والدعم الفني لتقديم تجربة سلسة للعملاء.",
                "task_10": "توفير التغذية الراجعة للفرق التقنية بشأن ملاحظات العملاء واقتراحات التحسين.",
                "task_11": "متابعة وتحليل مؤشرات الأداء البيعي وتقديم تقارير دورية للإدارة.",
                "task_12": "تحليل سلوك العملاء واقتراح استراتيجيات لتحسين تجربة العملاء وزيادة المبيعات.",
                "task_13": "متابعة تطورات المنتجات الرقمية الجديدة والتقنيات الحديثة في السوق."
            },
            "experiences": {
                "experience_1": "درجة البكالوريوس في إدارة الأعمال، التسويق، المبيعات أو مجال ذي صلة.",
                "experience_2": "خبرة لا تقل عن 2-3 سنوات في مبيعات المنتجات أو الخدمات الرقمية.",
                "experience_3": "معرفة جيدة بالمنتجات الرقمية والتكنولوجيا المستخدمة في هذا المجال.",
                "experience_4": "مهارات تواصل وتفاوض ممتازة وقدرة على بناء علاقات قوية مع العملاء.",
                "experience_5": "خبرة في استخدام أدوات إدارة العملاء مثل (CRM).",
                "experience_6": "مهارات تحليلية قوية وقدرة على إعداد تقارير أداء وتحليل السوق.",
                "experience_7": "القدرة على العمل بفعالية ضمن فريق وتحقيق الأهداف البيعية."
            }
        },
        "job-12": {
            "title": "متخصص ذكاء الأعمال",
            "date":"2024/11/01",
            "location":"مقر الشركة",
            "type":"دوام كامل",
            "summary": "يقوم متخصص ذكاء الأعمال بتحليل وتفسير البيانات لتقديم رؤى تساعد على اتخاذ قرارات استراتيجية وتحقيق أهداف العمل. يستخدم أدوات وتقنيات ذكاء الأعمال لتحليل الأداء وتحويل البيانات إلى تقارير مرئية ومعلومات قابلة للتنفيذ لدعم الإدارة في تطوير خطط عمل فعّالة.",
            "tasks": {
                "task_1": "جمع البيانات من مصادر متعددة وتحليلها لتحسين فهم الأداء والتوجهات.",
                "task_2": "تطوير لوحات معلومات وتقارير مخصصة تعكس أداء الشركة وأهدافها.",
                "task_3": "تصميم وصيانة قواعد البيانات التي تدعم استراتيجيات ذكاء الأعمال.",
                "task_4": "التأكد من دقة وسلامة البيانات المستخدمة في التحليل.",
                "task_5": "العمل مع أدوات مثل Power BI، Tableau، وSQL لتحليل البيانات وتقديمها بشكل مرئي.",
                "task_6": "بناء لوحات المعلومات التفاعلية والتقارير التي تساعد على فهم الاتجاهات وأداء العمل.",
                "task_7": "مراقبة مؤشرات الأداء الرئيسية (KPIs) وتحليل العوامل المؤثرة في تحقيقها.",
                "task_8": "تقديم توصيات لتحسين الأداء بناءً على تحليل البيانات.",
                "task_9": "تحليل البيانات لتحديد الفرص التجارية والتحديات التي تواجه الشركة.",
                "task_10": "تقديم رؤى تدعم اتخاذ القرارات الاستراتيجية وتحقيق الأهداف التنظيمية.",
                "task_11": "العمل عن كثب مع الإدارات المختلفة لفهم احتياجاتهم من البيانات وتقديم الدعم اللازم.",
                "task_12": "توفير التوجيه لفرق العمل حول كيفية قراءة وتحليل التقارير المقدمة.",
                "task_13": "تطوير نماذج تنبؤية بناءً على البيانات التاريخية والتوجهات الحالية.",
                "task_14": "دعم اتخاذ القرارات الاستراتيجية باستخدام التحليلات التنبؤية."
            },
            "experiences": {
                "experience_1": "درجة البكالوريوس في نظم المعلومات، تحليل البيانات، أو مجال ذي صلة.",
                "experience_2": "خبرة لا تقل عن 3 سنوات في مجال ذكاء الأعمال أو تحليل البيانات.",
                "experience_3": "إتقان أدوات ذكاء الأعمال مثل Power BI، Tableau، وSQL.",
                "experience_4": "معرفة قوية بالإحصاء والتحليل الكمي ومهارات تحليلية متقدمة.",
                "experience_5": "مهارات تواصل ممتازة وقدرة على تفسير البيانات بطريقة واضحة وفعّالة.",
                "experience_6": "القدرة على التفكير الاستراتيجي وتقديم رؤى تدعم الأهداف التجارية."
            }
        }
    }
}