{
    "privacy_policy_seo_title": "سياسة الخصوصية",
  "privacy_policy_seo_description": "تصف سياسة الخصوصية هذه سياساتنا وإجراءاتنا بشأن جمع واستخدام والكشف عن معلوماتك عندما تستخدم الخدمة وتخبرك عن حقوقك في الخصوصية وكيف تحميك القوانين.",
  "privacy_policy_title": "سياسة الخصوصية",
  "privacy_policy_last_modified": "آخر تحديث: 25 سبتمبر 2024",
  "privacy_policy_intro_title": "مقدمة",
  "privacy_policy_intro_content": "تم تأسيس مؤسسة  تباين للاتصالات وتقنية المعلومات (تباين)، بسجل تجاري رقم  1010647905، في 29/12/1441 هـ (19/08/2020) ومقرها في الرياض، المملكة العربية السعودية.",
  "privacy_policy_intro_content_0": "تكرّس تباين جهودها لتقديم خدمات الاتصالات وتقنية المعلومات الاستثنائية مع إعطاء الأولوية لسرية وخصوصية بيانات المستخدمين. نحن ملتزمون بالحفاظ على نزاهة هذه المعلومات بما يتماشى مع شروط الاستخدام السارية في المملكة العربية السعودية.",
  "privacy_policy_intro_content_00": "من خلال استخدام خدمات تباين، أنت تقر وتوافق على سياسة الخصوصية الخاصة بنا، التي تهدف إلى ضمان التعامل المسؤول مع البيانات وتعزيز جودة الخدمة التي نقدمها.",
  "privacy_policy_intro_content_1": "تصف سياسة الخصوصية هذه سياساتنا وإجراءاتنا بشأن جمع واستخدام والكشف عن معلوماتك عندما تستخدم الخدمة وتخبرك عن حقوقك في الخصوصية وكيف تحميك القوانين.",
  "privacy_policy_intro_content_2": "نستخدم بياناتك الشخصية لتقديم وتحسين الخدمة. من خلال استخدام الخدمة، توافق على جمع واستخدام المعلومات وفقًا لهذه السياسة.",
  "privacy_policy_definitions_title": "التفسير والتعريفات",
  "privacy_policy_sub_interpretation_title": "التفسير",
  "privacy_policy_interpretation": "يجب أن تكون التعريفات التالية لها نفس المعنى سواء ظهرت بصيغة المفرد أو الجمع.",
  "privacy_policy_sub_definitions_title": "التعريفات",
  "privacy_policy_pre_definitions": "لأغراض سياسة الخصوصية هذه:",
  "privacy_policy_def_account": "الحساب",
  "privacy_policy_def_account_content": "حساب فريد تم إنشاؤه لك للوصول إلى خدمتنا أو أجزاء من خدمتنا.",
  "privacy_policy_def_affiliate": "الشريك",
  "privacy_policy_def_affiliate_content": "كيان يتحكم فيه أو يُتحكم فيه أو يتواجد تحت السيطرة المشتركة مع طرف، حيث يعني 'التحكم' ملكية 50% أو أكثر من الأسهم أو الحصص أو الأوراق المالية الأخرى التي يحق لها التصويت لانتخاب المديرين أو السلطة الإدارية الأخرى.",
  "privacy_policy_def_company": "الشركة / المؤسسة",
  "privacy_policy_def_company_content": "تشير إلى تباين ، شارع الفضول، حي ظهرة لبن الرياض، المملكة العربية السعودية.",
  "privacy_policy_def_cookies": "الكوكيز",
  "privacy_policy_def_cookies_content": "ملفات صغيرة توضع على جهاز الكمبيوتر أو الجهاز المحمول أو أي جهاز آخر بواسطة موقع ويب، تحتوي على تفاصيل سجل تصفحك من بين العديد من الاستخدامات.",
  "privacy_policy_def_country": "البلد",
  "privacy_policy_def_country_content": "تشير إلى: المملكة العربية السعودية",
  "privacy_policy_def_device": "الجهاز",
  "privacy_policy_def_device_content": "أي جهاز يمكنه الوصول إلى الخدمة، مثل الكمبيوتر أو الهاتف المحمول أو الجهاز اللوحي.",
  "privacy_policy_def_personal_data": "البيانات الشخصية",
  "privacy_policy_def_personal_data_content": "أي معلومات تتعلق بشخص محدد أو يمكن تحديده.",
  "privacy_policy_def_service": "الخدمة",
  "privacy_policy_def_service_content": "الموقع الإلكتروني.",
  "privacy_policy_def_service_provider": "مزود الخدمة",
  "privacy_policy_def_service_provider_content": "يعني أي شخص طبيعي أو اعتباري يعالج البيانات نيابة عن الشركة / مؤسسة ة. يشير إلى الشركات أو الأفراد من الأطراف الثالثة الذين يتم توظيفهم من قبل الشركة لتسهيل الخدمة، لتقديم الخدمة نيابة عن تباين، لأداء خدمات متعلقة بالخدمة أو لمساعدة تباين في تحليل كيفية استخدام الخدمة.",
  "privacy_policy_def_usage_data": "بيانات الاستخدام",
  "privacy_policy_def_usage_data_content": "تشير إلى البيانات المجمعة تلقائيًا، إما الناتجة عن استخدام الخدمة أو من بنية الخدمة نفسها (على سبيل المثال، مدة زيارة الصفحة).",
  "privacy_policy_def_website": "الموقع الإلكتروني",
  "privacy_policy_def_website_content": "تشير إلى تباين، ويمكن الوصول إليها من https://tabayn.sa/",
  "privacy_policy_def_you": "أنت",
  "privacy_policy_def_you_content": "تعني الفرد الذي يصل إلى الخدمة أو يستخدمها، أو الشركة، أو الكيان القانوني الآخر الذي ينوب عنه هذا الفرد عند الوصول إلى الخدمة أو استخدامها، حسب الاقتضاء.",
  "privacy_policy_collecting_data_title": "جمع واستخدام بياناتك الشخصية",
  "privacy_policy_collecting_data_subtitle": "أنواع البيانات المجمعة",
  "privacy_policy_collecting_data_1": "البيانات الشخصية",
  "privacy_policy_collecting_data_1_intro": "أثناء استخدام خدمتنا، قد نطلب منك تقديم بعض المعلومات القابلة للتعريف الشخصي التي يمكن استخدامها للتواصل أو التعرف عليك.",
  "privacy_policy_data_email": "عنوان البريد الإلكتروني",
  "privacy_policy_data_name": "الاسم الأول واسم العائلة",
  "privacy_policy_data_phone": "رقم الهاتف",
  "privacy_policy_data_usage": "بيانات الاستخدام",
  "privacy_policy_collecting_data_2": "بيانات الاستخدام",
  "privacy_policy_collecting_data_2_intro_1": "يتم جمع بيانات الاستخدام تلقائيًا عند استخدام الخدمة.",
  "privacy_policy_collecting_data_2_intro_2": "قد تتضمن بيانات الاستخدام معلومات مثل عنوان بروتوكول الإنترنت لجهازك (على سبيل المثال، عنوان IP)، نوع المتصفح، إصدار المتصفح، الصفحات من خدمتنا التي تزورها، الوقت والتاريخ لزيارتك، الوقت الذي قضيتة على تلك الصفحات، معرفات الجهاز الفريدة وبيانات تشخيصية أخرى.",
  "privacy_policy_collecting_data_2_intro_3": "عندما تصل إلى الخدمة عن طريق أو من خلال جهاز محمول، قد نجمع بعض المعلومات تلقائيًا، بما في ذلك، على سبيل المثال لا الحصر، نوع الجهاز المحمول الذي تستخدمه، معرف الجهاز المحمول الفريد، عنوان IP لجهازك المحمول، نظام التشغيل المحمول لجهازك، نوع متصفح الإنترنت المحمول الذي تستخدمه، معرفات الجهاز الفريدة وبيانات تشخيصية أخرى.",
  "privacy_policy_collecting_data_2_intro_4": "قد نجمع أيضًا المعلومات التي يرسلها متصفحك كلما زرت خدمتنا أو عند الوصول إلى الخدمة عن طريق أو من خلال جهاز محمول.",
  "privacy_policy_tracking_title": "تقنيات التتبع والكوكيز",
  "privacy_policy_tracking_content": "نستخدم الكوكيز وتقنيات التتبع المماثلة لتتبع النشاط على خدمتنا وتخزين معلومات معينة.",
  "privacy_policy_tracking_content_1_title": "الكوكيز أو الكوكيز في المتصفح.",
  "privacy_policy_tracking_content_1_des": "الكوكيز هي ملف صغير يوضع على جهازك. يمكنك توجيه متصفحك لرفض جميع الكوكيز أو للإشارة عند إرسال كوكيز. ومع ذلك، إذا لم تقبل الكوكيز، فقد لا تتمكن من استخدام بعض أجزاء خدمتنا. ما لم تقم بتعديل إعدادات المتصفح الخاصة بك لرفض الكوكيز، قد تستخدم خدمتنا الكوكيز.",
  "privacy_policy_tracking_content_2_title": "إشارات الويب.",
  "privacy_policy_tracking_content_2_des": "قد تحتوي بعض أقسام خدمتنا ورسائلنا الإلكترونية على ملفات إلكترونية صغيرة تُعرف باسم إشارات الويب (المعروفة أيضًا باسم الجيف الواضح، علامات البكسل، والجيف أحادي البكسل) التي تسمح لـ تباين، على سبيل المثال، بعد المستخدمين الذين زاروا تلك الصفحات أو فتحوا بريدًا إلكترونيًا ومن أجل إحصائيات موقع الويب ذات الصلة (على سبيل المثال، تسجيل شعبية قسم معين والتحقق من سلامة النظام والخادم).",
  "privacy_policy_tracking_content_2": "يمكن أن تكون الكوكيز 'دائمة' أو 'جلسة' كوكيز. تظل الكوكيز الدائمة على جهاز الكمبيوتر الشخصي أو الجهاز المحمول الخاص بك عند عدم الاتصال بالإنترنت، بينما يتم حذف كوكيز الجلسة بمجرد إغلاق متصفح الويب. يمكنك معرفة المزيد عن الكوكيز على مقال موقع TermsFeed.",
  "privacy_policy_tracking_content_3": "نستخدم كل من الكوكيز الجلسة والدائمة للأغراض الموضحة أدناه:",
  "privacy_policy_tracking_content_4_title": "كوكيز ضرورية / أساسية",
  "privacy_policy_tracking_content_4_des_1": "النوع: كوكيز الجلسة",
  "privacy_policy_tracking_content_4_des_2": "مدارة من قبل: نحن",
  "privacy_policy_tracking_content_4_des_3": "الهدف: هذه الكوكيز ضرورية لتزويدك بالخدمات المتاحة من خلال الموقع وتمكينك من استخدام بعض ميزاته. تساعد على المصادقة على المستخدمين ومنع الاستخدام الاحتيالي لحسابات المستخدمين. بدون هذه الكوكيز، لا يمكن تقديم الخدمات التي طلبتها، ونستخدم هذه الكوكيز فقط لتزويدك بتلك الخدمات.",
  "privacy_policy_tracking_content_5_title": "سياسة الكوكيز / إشعار قبول الكوكيز",
  "privacy_policy_tracking_content_5_des_1": "النوع: الكوكيز الدائمة",
  "privacy_policy_tracking_content_5_des_2": "مدارة من قبل: نحن",
  "privacy_policy_tracking_content_5_des_3": "الهدف: تحدد هذه الكوكيز ما إذا كان المستخدمون قد قبلوا استخدام الكوكيز على الموقع.",
  "privacy_policy_tracking_content_6_title": "كوكيز الوظائف",
  "privacy_policy_tracking_content_6_des_1": "النوع: الكوكيز الدائمة",
  "privacy_policy_tracking_content_6_des_2": "مدارة من قبل: نحن",
  "privacy_policy_tracking_content_6_des_3": "الهدف: تسمح هذه الكوكيز لنا بتذكر الخيارات التي تتخذها عند استخدام الموقع، مثل تذكر تفاصيل تسجيل الدخول أو تفضيلات اللغة. الهدف من هذه الكوكيز هو تزويدك بتجربة أكثر تخصيصًا وتجنب الحاجة إلى إعادة إدخال تفضيلاتك في كل مرة تستخدم فيها الموقع.",
  "privacy_policy_tracking_content_7_title": "كوكيز التتبع والأداء",
  "privacy_policy_tracking_content_7_des_1": "النوع: الكوكيز الدائمة",
  "privacy_policy_tracking_content_7_des_2": "مدارة من قبل: الأطراف الثالثة",
  "privacy_policy_tracking_content_7_des_3": "الهدف: تستخدم هذه الكوكيز لتتبع المعلومات حول حركة المرور إلى الموقع وكيفية استخدام المستخدمين للموقع. قد تحدد المعلومات التي تم جمعها عبر هذه الكوكيز بشكل مباشر أو غير مباشر أنك زائر فردي. وذلك لأن المعلومات المجمعة عادةً ما ترتبط بمعرف مستعار مرتبط بالجهاز الذي تستخدمه للوصول إلى الموقع. قد نستخدم أيضًا هذه الكوكيز لاختبار صفحات جديدة أو ميزات جديدة أو وظائف جديدة للموقع لمعرفة كيفية تفاعل مستخدمينا معها.",
  "privacy_policy_tracking_content_8": "لمزيد من المعلومات حول الكوكيز التي نستخدمها وخياراتك بشأن الكوكيز، يرجى زيارة سياسة الكوكيز الخاصة بنا أو قسم الكوكيز في سياسة الخصوصية الخاصة بنا.",
  "privacy_policy_use_data_title": "استخدام بياناتك الشخصية",
  "privacy_policy_use_data_content": "يمكن لـ تباين استخدام البيانات الشخصية للأغراض التالية...",
  "privacy_policy_use_data_title_list_1": "لتقديم وصيانة خدمتنا،",
  "privacy_policy_use_data_title_list_1_des": "بما في ذلك لمراقبة استخدام خدمتنا.",
  "privacy_policy_use_data_title_list_2": "لإدارة حسابك:",
  "privacy_policy_use_data_title_list_2_des": "لإدارة تسجيلك كمستخدم للخدمة. البيانات الشخصية التي تقدمها يمكن أن تمنحك الوصول إلى وظائف مختلفة للخدمة المتاحة لك كمستخدم مسجل.",
  "privacy_policy_use_data_title_list_3": "لأداء العقد:",
  "privacy_policy_use_data_title_list_3_des": "تطوير، الامتثال، وتنفيذ عقد الشراء للمنتجات أو العناصر أو الخدمات التي اشتريتها أو أي عقد آخر معنا من خلال الخدمة.",
  "privacy_policy_use_data_title_list_4": "للاتصال بك:",
  "privacy_policy_use_data_title_list_4_des": "للاتصال بك عبر البريد الإلكتروني، المكالمات الهاتفية، الرسائل القصيرة، أو أشكال أخرى من الاتصال الإلكتروني المماثل، مثل إشعارات الدفع في تطبيقات الهواتف المحمولة المتعلقة بالتحديثات أو الاتصالات المعلوماتية المتعلقة بالوظائف أو المنتجات أو الخدمات المتعاقد عليها، بما في ذلك التحديثات الأمنية، عند الضرورة أو بشكل معقول لتنفيذها.",
  "privacy_policy_use_data_title_list_5": "لتزويدك",
  "privacy_policy_use_data_title_list_5_des": "بأخبار، عروض خاصة ومعلومات عامة عن سلع وخدمات وأحداث أخرى نقدمها مماثلة لتلك التي قد اشتريتها أو استفسرت عنها ما لم تكن قد اخترت عدم تلقي مثل هذه المعلومات.",
  "privacy_policy_use_data_title_list_6": "لإدارة طلباتك:",
  "privacy_policy_use_data_title_list_6_des": "للتعامل مع وإدارة طلباتك إلينا.",
  "privacy_policy_use_data_title_list_7": "لتقديم إعلانات مستهدفة لك:",
  "privacy_policy_use_data_title_list_7_des": "قد نستخدم معلوماتك لتطوير وعرض المحتوى والإعلانات (ونعمل مع البائعين من الأطراف الثالثة الذين يفعلون ذلك) المخصصة لاهتماماتك و/أو موقعك ولقياس فعاليتها.",
  "privacy_policy_use_data_title_list_8": "لعمليات نقل الأعمال:",
  "privacy_policy_use_data_title_list_8_des": "قد نستخدم معلوماتك لتقييم أو إجراء اندماج أو تصفية أو إعادة هيكلة أو إعادة تنظيم أو حل، أو أي بيع أو نقل لبعض أو كل أصولنا، سواء كعمل قائم أو كجزء من الإفلاس أو التصفية أو إجراءات مماثلة، حيث تكون البيانات الشخصية التي نحتفظ بها عن مستخدمي الخدمة من بين الأصول المنقولة.",
  "privacy_policy_use_data_title_list_9": "لأغراض أخرى:",
  "privacy_policy_use_data_title_list_9_des": "قد نستخدم معلوماتك لأغراض أخرى، مثل تحليل البيانات، تحديد الاتجاهات في الاستخدام، تحديد فعالية حملاتنا الترويجية وتقييم وتحسين خدمتنا، ومنتجاتنا، وخدماتنا، وتسويقنا وتجربتك.",
  "privacy_policy_use_data_des_1": "قد نشارك معلوماتك الشخصية في الحالات التالية:",
  "privacy_policy_use_data_title_list_10": "مع مقدمي الخدمات:",
  "privacy_policy_use_data_title_list_10_des": "قد نشارك معلوماتك الشخصية مع مقدمي الخدمات لمراقبة وتحليل استخدام خدمتنا، للإعلان على مواقع الأطراف الثالثة إليك بعد زيارة خدمتنا، للتواصل معك.",
  "privacy_policy_use_data_title_list_11": "لعمليات نقل الأعمال:",
  "privacy_policy_use_data_title_list_11_des": "قد نشارك أو ننقل معلوماتك الشخصية في سياق، أو أثناء مفاوضات، أي اندماج، بيع أصول تباين، تمويل، أو استحواذ على كل أو جزء من أعمالنا إلى شركة أخرى.",
  "privacy_policy_use_data_title_list_12": "مع الشركاء:",
  "privacy_policy_use_data_title_list_12_des": "قد نشارك معلوماتك مع شركائنا، وفي هذه الحالة سنطلب من هؤلاء الشركاء الالتزام بسياسة الخصوصية هذه. يشمل الشركاء شركتنا الأم وأي شركات تابعة أخرى أو شركاء في المشاريع المشتركة أو شركات أخرى نتحكم فيها أو التي تخضع للسيطرة المشتركة معنا.",
  "privacy_policy_use_data_title_list_13": "مع شركاء الأعمال:",
  "privacy_policy_use_data_title_list_13_des": "قد نشارك معلوماتك مع شركاء الأعمال لدينا لتقديم بعض المنتجات أو الخدمات أو العروض لك.",
  "privacy_policy_use_data_title_list_14": "مع مستخدمين آخرين:",
  "privacy_policy_use_data_title_list_14_des": "عندما تشارك معلومات شخصية أو تتفاعل بطريقة أخرى في المناطق العامة مع مستخدمين آخرين، قد تُعرض هذه المعلومات على جميع المستخدمين وقد تُوزع علنًا خارجًا.",
  "privacy_policy_use_data_title_list_15": "بموافقتك:",
  "privacy_policy_use_data_title_list_15_des": "قد نفصح عن معلوماتك الشخصية لأي غرض آخر بموافقتك.",
  "privacy_policy_retention_title": "الاحتفاظ ببياناتك الشخصية",
  "privacy_policy_retention_content_1": "ستحتفظ تباين ببياناتك الشخصية فقط للمدة اللازمة للأغراض الموضحة في سياسة الخصوصية هذه. سنحتفظ ونستخدم بياناتك الشخصية بالقدر اللازم للامتثال لالتزاماتنا القانونية (على سبيل المثال، إذا كنا مطالبين بالاحتفاظ ببياناتك للامتثال للقوانين المعمول بها)، حل النزاعات، وتطبيق اتفاقياتنا القانونية وسياساتنا.",
  "privacy_policy_retention_content_2": "ستحتفظ تباين أيضًا ببيانات الاستخدام لأغراض التحليل الداخلي. تُحتفظ بيانات الاستخدام عادةً لفترة زمنية أقصر، باستثناء عندما تُستخدم هذه البيانات لتعزيز الأمان أو لتحسين وظائف خدمتنا، أو عندما نكون ملزمين قانونيًا بالاحتفاظ بهذه البيانات لفترات زمنية أطول.",
  "privacy_policy_transfer_title": "نقل بياناتك الشخصية",
  "privacy_policy_transfer_content_1": "تُعالج معلوماتك، بما في ذلك البيانات الشخصية، في الأماكن التشغيلية لـ تباين وفي أي أماكن أخرى حيث توجد الأطراف المعنية في المعالجة. يعني ذلك أن هذه المعلومات قد تُنقل إلى — وتُحتفظ بها على — أجهزة كمبيوتر تقع خارج ولايتك، مقاطعتك، بلدك أو أي اختصاص حكومي آخر حيث قد تختلف قوانين حماية البيانات عن تلك الموجودة في اختصاصك.",
  "privacy_policy_transfer_content_2": "يمثل موافقتك على سياسة الخصوصية هذه يليها تقديمك لهذه المعلومات موافقتك على ذلك النقل.",
  "privacy_policy_transfer_content_3": "ستتخذ تباين جميع الخطوات الضرورية لضمان أن تُعامل بياناتك بشكل آمن ووفقًا لهذه السياسة، ولن يتم نقل بياناتك الشخصية إلى منظمة أو دولة ما لم تكن هناك ضوابط كافية في مكانها بما في ذلك أمان بياناتك والمعلومات الشخصية الأخرى.",
  "privacy_policy_delete_title": "حذف بياناتك الشخصية",
  "privacy_policy_delete_content_1": "لديك الحق في حذف أو طلب مساعدتنا في حذف البيانات الشخصية التي جمعناها عنك.",
  "privacy_policy_delete_content_2": "قد تتيح لك خدمتنا حذف معلومات معينة عنك من داخل الخدمة.",
  "privacy_policy_delete_content_3": "يمكنك تحديث، تعديل، أو حذف معلوماتك في أي وقت من خلال تسجيل الدخول إلى حسابك، إذا كان لديك حساب، وزيارة قسم إعدادات الحساب الذي يتيح لك إدارة معلوماتك الشخصية. يمكنك أيضًا الاتصال بنا لطلب الوصول إلى، تصحيح، أو حذف أي معلومات شخصية قدمتها لنا.",
  "privacy_policy_delete_content_4": "يرجى ملاحظة، مع ذلك، أنه قد نحتاج إلى الاحتفاظ ببعض المعلومات عندما يكون لدينا التزام قانوني أو أساس قانوني للقيام بذلك.",
  "privacy_policy_disclosure_title": "الإفصاح عن بياناتك الشخصية",
  "privacy_policy_disclosure_content_1": "الصفقات التجارية",
  "privacy_policy_disclosure_content_2": "إذا كانت الشركة معنية في اندماج أو استحواذ أو بيع أصول، قد يتم نقل بياناتك الشخصية. سنقدم إشعارًا قبل نقل بياناتك الشخصية وتصبح خاضعة لسياسة خصوصية مختلفة.",
  "privacy_policy_disclosure_content_3": "تنفيذ القانون",
  "privacy_policy_disclosure_content_4": "تحت ظروف معينة، قد يُطلب من الشركة إفصاح بياناتك الشخصية إذا كان ذلك مطلوبًا بموجب القانون أو استجابة لطلبات صالحة من السلطات العامة (على سبيل المثال، محكمة أو وكالة حكومية).",
  "privacy_policy_disclosure_content_5": "متطلبات قانونية أخرى",
  "privacy_policy_disclosure_content_6": "قد تفصح الشركة عن بياناتك الشخصية بناءً على الاعتقاد بحسن النية بأن مثل هذا الإجراء ضروري:",
  "privacy_policy_disclosure_content_7": "الامتثال لالتزام قانوني",
  "privacy_policy_disclosure_content_8": "حماية والدفاع عن حقوق أو ممتلكات الشركة",
  "privacy_policy_disclosure_content_9": "منع أو التحقيق في أي سلوك خاطئ محتمل فيما يتعلق بالخدمة",
  "privacy_policy_disclosure_content_10": "حماية السلامة الشخصية لمستخدمي الخدمة أو العامة",
  "privacy_policy_disclosure_content_11": "الحماية من المسؤولية القانونية",
  "privacy_policy_destruction_title": "إتلاف البيانات",
  "privacy_policy_destruction_content_1": "عند انتهاء الغرض الذي تم تخزين بياناتك الشخصية من أجله، ستقوم تباين بإتلافها بشكل آمن وفقًا للسياسات الداخلية أو إخفاء هويتكم، وفقًا للقوانين المعمول بها.",
  "privacy_policy_destruction_content_2": "وإذا كنتم تريدون حذفها مبكرًا، يمكنكم طلب ذلك عبر البريد الإلكتروني {contactEmail} وفي حالة وجود أي أسئلة أو شكاوى يمكنك الاتصال بمسؤول حماية البيانات لدينا على {itEmail}",
  "privacy_policy_security_title": "أمان بياناتك الشخصية",
  "privacy_policy_security_content_1": "أمان بياناتك الشخصية مهم بالنسبة لنا، لكن تذكر أن أي طريقة نقل عبر الإنترنت، أو طريقة تخزين إلكتروني ليست آمنة بنسبة 100%. بينما نسعى لاستخدام وسائل مقبولة تجاريًا لحماية بياناتك الشخصية، لا يمكننا ضمان أمانها المطلق.",
  "privacy_policy_processing_title": "معلومات مفصلة عن معالجة بياناتك الشخصية",
  "privacy_policy_intro_processing": "قد يكون لمقدمي الخدمات الذين نستخدمهم وصول إلى بياناتك الشخصية. تقوم هذه الجهات الخارجية بجمع، تخزين، استخدام، معالجة ونقل معلومات عن نشاطك في خدمتنا وفقًا لسياسات الخصوصية الخاصة بها.",
  "privacy_policy_analytics_title": "التحليلات",
  "privacy_policy_analytics_content_1": "قد نستخدم مقدمي خدمات الطرف الثالث لمراقبة وتحليل استخدام خدمتنا.",
  "privacy_policy_analytics_content_2": "تحليلات جوجل",
  "privacy_policy_analytics_content_3": "تحليلات جوجل هي خدمة تحليل ويب تقدمها جوجل تتعقب وتقارير عن حركة مرور المواقع. تستخدم جوجل البيانات المجمعة لتعقب ومراقبة استخدام خدمتنا. يتم مشاركة هذه البيانات مع خدمات جوجل الأخرى. قد تستخدم جوجل البيانات المجمعة لوضع سياق وتخصيص إعلانات شبكة الإعلانات الخاصة بها.",
  "privacy_policy_analytics_content_4": "يمكنك اختيار عدم جعل نشاطك في الخدمة متاحًا لتحليلات جوجل من خلال تثبيت إضافة المتصفح الخاصة بعدم المشاركة في تحليلات جوجل. تمنع الإضافة برنامج JavaScript الخاص بتحليلات جوجل (ga.js، analytics.js وdc.js) من مشاركة المعلومات مع تحليلات جوجل حول نشاط الزيارات.",
  "privacy_policy_analytics_content_5": "لمزيد من المعلومات حول ممارسات الخصوصية لجوجل، يرجى زيارة صفحة الخصوصية والشروط الخاصة بجوجل: https://policies.google.com/privacy",
  "privacy_policy_analytics_content_6": "Firebase",
  "privacy_policy_analytics_content_7": "Firebase هي خدمة تحليلات مقدمة من جوجل.",
  "privacy_policy_analytics_content_8": "يمكنك اختيار عدم استخدام ميزات معينة من Firebase من خلال إعدادات جهازك المحمول، مثل إعدادات الإعلانات على جهازك أو من خلال اتباع التعليمات المقدمة من جوجل في سياسة الخصوصية الخاصة بها: https://policies.google.com/privacy",
  "privacy_policy_analytics_content_9": "نحن نشجعك أيضًا على مراجعة سياسة جوجل لحماية بياناتك: https://support.google.com/analytics/answer/6004245",
  "privacy_policy_analytics_content_10": "لمزيد من المعلومات حول نوع المعلومات التي تجمعها Firebase، يرجى زيارة الصفحة: كيفية استخدام جوجل للبيانات عند استخدامك لمواقع أو تطبيقات شركائنا: https://policies.google.com/technologies/partner-sites",
  "privacy_policy_behavioral_title": "إعادة تسويق سلوكي",
  "privacy_policy_behavioral_content_1": "تستخدم تباين خدمات إعادة التسويق للإعلان لك بعد وصولك أو زيارتك خدمتنا. نحن ومزودينا من الأطراف الثالثة نستخدم الكوكيز وتقنيات غير الكوكيز لمساعدتنا في التعرف على جهازك وفهم كيفية استخدامك لخدمتنا حتى نتمكن من تحسين خدمتنا لتعكس اهتماماتك وتقديم إعلانات لك قد تكون أكثر اهتمامًا بالنسبة لك.",
  "privacy_policy_behavioral_content_2": "يجمع هؤلاء البائعون من الأطراف الثالثة المعلومات، ويخزنونها، ويستخدمونها، ويعالجونها، وينقلونها عن نشاطك في خدمتنا وفقًا لسياسات الخصوصية الخاصة بهم ولتمكيننا من:",
  "privacy_policy_behavioral_content_3": "قياس وتحليل حركة المرور والنشاط في تصفح خدمتنا",
  "privacy_policy_behavioral_content_4": "عرض إعلانات لمنتجاتنا و/أو خدماتنا لك على مواقع أو تطبيقات الأطراف الثالثة",
  "privacy_policy_behavioral_content_5": "قياس وتحليل أداء حملاتنا الإعلانية",
  "privacy_policy_behavioral_content_6": "قد يستخدم بعض هؤلاء البائعين من الأطراف الثالثة تقنيات غير الكوكيز التي قد لا تتأثر بإعدادات المتصفح التي تحظر الكوكيز. قد لا يسمح لك متصفحك بحظر مثل هذه التقنيات. يمكنك استخدام الأدوات التالية من الأطراف الثالثة لرفض جمع واستخدام المعلومات لغرض تقديم إعلانات مستندة إلى اهتماماتك:",
  "privacy_policy_behavioral_content_7": "منصة إلغاء الاشتراك الخاصة بـ NAI: http://www.networkadvertising.org/choices/",
  "privacy_policy_behavioral_content_8": "منصة إلغاء الاشتراك الخاصة بـ EDAA: http://www.youronlinechoices.com/",
  "privacy_policy_behavioral_content_9": "منصة إلغاء الاشتراك الخاصة بـ DAA: http://optout.aboutads.info/?c=2&lang=EN",
  "privacy_policy_behavioral_content_10": "منصة إلغاء الاشتراك الخاصة بـ EDAA: http://www.youronlinechoices.com/",
  "privacy_policy_behavioral_content_11": "منصة إلغاء الاشتراك الخاصة بـ DAA: http://optout.aboutads.info/?c=2&lang=EN",
  "privacy_policy_behavioral_content_12": "يمكنك اختيار عدم تلقي جميع الإعلانات المخصصة من خلال تمكين ميزات الخصوصية على جهازك المحمول مثل تقييد تتبع الإعلانات (iOS) وإلغاء تخصيص الإعلانات (Android). راجع نظام مساعدة جهازك المحمول لمزيد من المعلومات.",
  "privacy_policy_behavioral_content_13": "قد نشارك معلومات، مثل عناوين البريد الإلكتروني المشفرة (إذا كانت متاحة) أو معرفات الإنترنت الأخرى التي تم جمعها على خدمتنا مع هؤلاء البائعين من الأطراف الثالثة. يتيح ذلك لمزودينا من الأطراف الثالثة التعرف عليك وتقديم إعلانات لك عبر الأجهزة والمتصفحات. لقراءة المزيد عن التقنيات التي يستخدمها هؤلاء البائعون من الأطراف الثالثة وقدراتهم عبر الأجهزة، يرجى الرجوع إلى سياسة الخصوصية الخاصة بكل بائع مدرج أدناه.",
  "privacy_policy_behavioral_content_14": "البائعون من الأطراف الثالثة الذين نستخدمهم هم:",
  "privacy_policy_behavioral_content_15": "إعلانات جوجل (AdWords)",
  "privacy_policy_behavioral_content_16": "خدمة إعادة تسويق إعلانات جوجل (AdWords) مقدمة من جوجل.",
  "privacy_policy_behavioral_content_17": "يمكنك إلغاء الاشتراك في تحليلات جوجل للإعلانات العرضية وتخصيص إعلانات شبكة الإعلانات العرضية من جوجل من خلال زيارة صفحة إعدادات إعلانات جوجل: http://www.google.com/settings/ads",
  "privacy_policy_behavioral_content_18": "توصي جوجل أيضًا بتثبيت إضافة متصفح إلغاء الاشتراك في تحليلات جوجل - https://tools.google.com/dlpage/gaoptout - لمتصفحك. تمنح إضافة متصفح إلغاء الاشتراك في تحليلات جوجل الزوار القدرة على منع جمع بياناتهم واستخدامها بواسطة تحليلات جوجل.",
  "privacy_policy_behavioral_content_19": "لمزيد من المعلومات حول ممارسات الخصوصية لجوجل، يرجى زيارة صفحة الخصوصية والشروط الخاصة بجوجل: https://policies.google.com/privacy",
  "privacy_policy_behavioral_content_20": "X",
  "privacy_policy_behavioral_content_21": "خدمة إعادة تسويق مقدمة من منصة X.",
  "privacy_policy_behavioral_content_22": "يمكنك إلغاء الاشتراك في الإعلانات المستندة إلى اهتمامات X من خلال اتباع تعليماتهم: https://support.X.com/articles/20170405",
  "privacy_policy_behavioral_content_23": "يمكنك معرفة المزيد عن ممارسات الخصوصية وسياسات تويتر من خلال زيارة صفحة سياسة الخصوصية الخاصة بهم: https://twitter.com/privacy",
  "privacy_policy_performance_title": "الاستخدام، الأداء المتنوع ",
  "privacy_policy_performance_content_1": "قد نستخدم مقدمي خدمات الطرف الثالث للحفاظ على وتحسين خدمتنا.",
  "privacy_policy_performance_content_2": "إعادةCAPTCHA غير المرئية",
  "privacy_policy_performance_content_3": "نستخدم خدمة CAPTCHA غير المرئية تُسمى reCAPTCHA. تُدير هذه الخدمة جوجل.",
  "privacy_policy_performance_content_4": "قد تجمع خدمة reCAPTCHA معلومات منك ومن جهازك لأغراض أمنية.",
  "privacy_policy_performance_content_5": "تُحتفظ المعلومات التي تم جمعها بواسطة reCAPTCHA وفقًا لسياسة الخصوصية لجوجل: https://www.google.com/intl/en/policies/privacy/",
  "privacy_policy_children_title": "خصوصية الأطفال",
  "privacy_policy_children_content_1": "خدمتنا لا تتوجه إلى أي شخص دون سن 13 عامًا. نحن لا نجمع معلومات شخصية قابلة للتعريف عن أي شخص دون سن 13 عامًا عن عمد. إذا كنت أحد الوالدين أو الوصي وتعلم أن طفلك قد قدم لنا بيانات شخصية، يرجى الاتصال بنا. إذا أصبحنا على علم بأننا قد جمعنا بيانات شخصية من أي شخص دون سن 13 عامًا دون التحقق من موافقة الوالدين، فإننا نتخذ خطوات لإزالة تلك المعلومات من خوادمنا.",
  "privacy_policy_children_content_2": "إذا احتجنا إلى الاعتماد على الموافقة كأساس قانوني لمعالجة معلوماتك ويتطلب بلدك موافقة الوالد، قد نطلب موافقة والدك قبل أن نجمع ونستخدم تلك المعلومات.",
  "privacy_policy_links_title": "روابط لمواقع أخرى",
  "privacy_policy_links_content_1": "قد تحتوي خدمتنا على روابط لمواقع أخرى لا نديرها. إذا نقرت على رابط طرف ثالث، سيتم توجيهك إلى موقع ذلك الطرف الثالث. نوصي بشدة بمراجعة سياسة الخصوصية لكل موقع تزوره.",
  "privacy_policy_links_content_2": "ليس لدينا سيطرة عليها ولا نتحمل مسؤولية عن محتوى سياسات الخصوصية أو ممارسات أي مواقع أو خدمات طرف ثالث.",
  "privacy_policy_changes_title": "التغييرات على سياسة الخصوصية هذه",
  "privacy_policy_changes_content_1": "قد نقوم بتحديث سياسة الخصوصية الخاصة بنا من وقت لآخر. سنخطرك بأي تغييرات من خلال نشر سياسة الخصوصية الجديدة على هذه الصفحة.",
  "privacy_policy_changes_content_2": "سنخبرك عبر البريد الإلكتروني و/أو إشعار بارز على خدمتنا، قبل أن تصبح التغييرات فعالة وسنقوم بتحديث تاريخ 'آخر تحديث' في أعلى سياسة الخصوصية هذه.",
  "privacy_policy_changes_content_3": "يُنصح بمراجعة سياسة الخصوصية هذه بشكل دوري لأي تغييرات. تعتبر التغييرات على سياسة الخصوصية هذه سارية عندما يتم نشرها على هذه الصفحة.",
  "privacy_policy_contact_title": "اتصل بنا",
  "privacy_policy_contact_content_1": "إذا كان لديك أي أسئلة حول سياسة الخصوصية هذه، يمكنك الاتصال بنا:",
  "privacy_policy_contact_email": "عن طريق البريد الإلكتروني: {contactEmail}",
  "privacy_policy_contact_website": "عن طريق زيارة هذه الصفحة على موقعنا: https://tabayn.sa/en/contact",
  "privacy_policy_contact_phone": "عن طريق رقم الهاتف: +966112497779"
}