{"terms_of_use_seo_title": "شروط الاستخدام",
  "terms_of_use_seo_description": "من خلال استخدامك خدمات تباين، فأنت تقر وتوافق على شروط الاستخدام الخاصة بنا.",
  "terms_of_use_title": "شروط الاستخدام",
  "terms_of_use_last_modified": "آخر تحديث: 25 سبتمبر 2024",
  "terms_of_use_intro_content": "تأسست مؤسسة تباين للاتصالات وتقنية المعلومات (تباين)، برقم سجل تجاري 1010647905، في 29/12/1441 هـ (19/08/2020) ومقرها في الرياض، المملكة العربية السعودية.",
  "terms_of_use_intro_content_0": "تكرس تباين جهودها لتقديم خدمات الاتصالات وتقنية المعلومات الاستثنائية مع إعطاء الأولوية لشروط الاستخدام. نحن ملتزمون بالحفاظ على نزاهة تعاملنا مع عملاؤنا.",
  "terms_of_use_intro_content_00": "من خلال استخدامك خدمات تباين، فأنت  تقر وتوافق على شروط الاستخدام الخاصة بنا.",
  "terms_of_use_intro_title": "يرجى قراءة هذه شروط الاستخدام بعناية قبل استخدام خدمتنا.",
  "terms_of_use_interpretation_title": "التفسير والتعريف",
  "terms_of_use_interpretation_content_1": "التفسير",
  "terms_of_use_interpretation_content_2": "الكلمات التي تبدأ بحرف كبير لها معاني محددة بموجب الشروط التالية. يجب أن تكون التعريفات التالية لها نفس المعنى سواء ظهرت بصيغة المفرد أو الجمع.",
  "terms_of_use_definitions_content_1": "التعريفات",
  "terms_of_use_definitions_content_2": "لأغراض هذه شروط الاستخدام:",
  "terms_of_use_definitions_content_3": "الشريك",
  "terms_of_use_definitions_content_4": "يعني كيانًا يتحكم فيه أو يُتحكم فيه أو يتواجد تحت السيطرة المشتركة مع طرف، حيث يعني 'التحكم' ملكية 50% أو أكثر من الأسهم أو الحصص أو الأوراق المالية الأخرى التي يحق لها التصويت لانتخاب المديرين أو السلطة الإدارية الأخرى.",
  "terms_of_use_definitions_content_5": "البلد",
  "terms_of_use_definitions_content_6": "تشير إلى: المملكة العربية السعودية",
  "terms_of_use_definitions_content_7": "الشركة/المؤسسة",
  "terms_of_use_definitions_content_8": "(المشار إليها إما بـ 'الشركة/المؤسسة' أو 'نحن' أو 'لنا' أو 'خاصتنا' في هذه الاتفاقية) تشير إلى تباين . ",
  "terms_of_use_definitions_content_9": "المحتوى",
  "terms_of_use_definitions_content_10": "تشير إلى محتوى مثل النصوص والصور أو معلومات أخرى يمكن نشرها أو تحميلها أو الارتباط بها أو جعلها متاحة بواسطة المستخدم، بغض النظر عن شكل هذا المحتوى.",
  "terms_of_use_definitions_content_11": "الجهاز",
  "terms_of_use_definitions_content_12": "يعني أي جهاز يمكنه الوصول إلى الخدمة مثل الكمبيوتر أو الهاتف المحمول أو الجهاز اللوحي.",
  "terms_of_use_definitions_content_13": "الخدمة",
  "terms_of_use_definitions_content_14": "تشير إلى الموقع الإلكتروني.",
  "terms_of_use_definitions_content_15": "شروط الاستخدام",
  "terms_of_use_definitions_content_16": "(تُعرف أيضًا باسم 'الشروط') تعني هذه شروط الاستخدام التي تشكل الاتفاق الكامل بينك وبين الشركة/المؤسسة بشأن استخدام الخدمة.",
  "terms_of_use_definitions_content_17": "خدمة وسائل التواصل الاجتماعي من الطرف الثالث",
  "terms_of_use_definitions_content_18": "تعني أي خدمات أو محتوى (بما في ذلك البيانات والمعلومات والمنتجات أو الخدمات) المقدمة من طرف ثالث قد يتم عرضها أو تضمينها أو جعلها متاحة من خلال الخدمة.",
  "terms_of_use_definitions_content_19": "الموقع الإلكتروني",
  "terms_of_use_definitions_content_20": "تشير إلى تيباين، ويمكن الوصول إليها من https://tabayn.sa/",
  "terms_of_use_definitions_content_21": "أنت",
  "terms_of_use_definitions_content_22": "تعني الفرد الذي يصل إلى الخدمة أو يستخدمها، أو الشركة، أو أي كيان قانوني آخر بالنيابة عنه يصل هذا الفرد أو يستخدم الخدمة، حسب الاقتضاء.",
  "terms_of_use_acknowledgment_title": "الإقرار",
  "terms_of_use_acknowledgment_content_1": "هذه هي شروط الاستخدام التي تحكم استخدام هذه الخدمة والاتفاق الذي يعمل بينك وبين تباين. تحدد هذه شروط الاستخدام حقوق والتزامات جميع المستخدمين بشأن استخدام الخدمة.",
  "terms_of_use_acknowledgment_content_2": "دخولك واستخدامك للخدمة مشروط بقبولك والامتثال لهذه شروط الاستخدام. تنطبق هذه شروط الاستخدام على جميع الزوار والمستخدمين وغيرهم الذين يصلون إلى الخدمة أو يستخدمونها.",
  "terms_of_use_acknowledgment_content_3": "من خلال الوصول إلى الخدمة أو استخدامها، توافق على الالتزام بهذه شروط الاستخدام. إذا كنت لا توافق على أي جزء من هذه شروط الاستخدام، فلا يمكنك الوصول إلى الخدمة.",
  "terms_of_use_acknowledgment_content_4": "تُقر أنك فوق سن 18. لا تسمح تباين لمن هم دون 18 عامًا باستخدام الخدمة.",
  "terms_of_use_acknowledgment_content_5": "دخولك واستخدامك للخدمة مشروط أيضًا بقبولك والامتثال لسياسة الخصوصية الخاصة بـ تباين. تصف سياسة الخصوصية الخاصة بنا سياساتنا وإجراءاتنا بشأن جمع واستخدام والإفصاح عن معلوماتك الشخصية عندما تستخدم التطبيق أو الموقع الإلكتروني وتخبرك عن حقوقك في الخصوصية وكيف تحميك القوانين. يرجى قراءة سياسة الخصوصية الخاصة بنا بعناية قبل استخدام خدمتنا.",
  "terms_of_use_content_title": "المحتوى",
  "terms_of_use_content_content_1": "حقك في نشر المحتوى",
  "terms_of_use_content_content_2": "تتيح لك خدمتنا نشر المحتوى. أنت مسؤول عن المحتوى الذي تنشره على الخدمة، بما في ذلك قانونيته وموثوقيته وملاءمته.",
  "terms_of_use_content_content_3": "من خلال نشر المحتوى على الخدمة، تمنحنا الحق والترخيص لاستخدامه وتعديله وأدائه علنًا وعرضه علنًا وإعادة إنتاجه وتوزيعه على الخدمة. تحتفظ بأي وجميع حقوقك لأي محتوى تقدمه أو تنشره أو تعرضه على الخدمة وأنت مسؤول عن حماية تلك الحقوق. توافق على أن هذا الترخيص يشمل الحق في جعل محتواك متاحًا لمستخدمين آخرين للخدمة، الذين قد يستخدمون أيضًا محتواك وفقًا لهذه الشروط.",
  "terms_of_use_content_content_4": "تُقر وتضمن أن: (i) المحتوى هو ملكك (أنت تمتلكه) أو لديك الحق في استخدامه ومنحنا الحقوق والترخيص كما هو موضح في هذه الشروط، و(ii) نشر محتواك على الخدمة لا ينتهك حقوق الخصوصية أو حقوق الدعاية أو حقوق الطبع والنشر أو حقوق العقد أو أي حقوق أخرى لأي شخص.",
  "terms_of_use_content_content_5": "قيود المحتوى",
  "terms_of_use_content_content_6": "تباين ليست مسؤولة عن محتوى مستخدمي الخدمة. أنت تفهم وتوافق صراحةً على أنك وحدك المسؤول عن المحتوى وعن جميع الأنشطة التي تحدث تحت حسابك، سواء تمت من قبلك أو أي شخص ثالث يستخدم حسابك.",
  "terms_of_use_content_content_7": "لا يجوز لك نقل أي محتوى غير قانوني أو مسيء أو مزعج أو يهدف إلى إزعاج الآخرين، أو مهدد أو قذف أو تشهيري أو فاحش أو غير ذلك من المحتويات المثيرة للجدل. تشمل أمثلة هذه المحتويات المثيرة للجدل، على سبيل المثال لا الحصر، ما يلي:",
  "terms_of_use_content_content_8": "نشاط غير قانوني أو يروّج لنشاط غير قانوني.",
  "terms_of_use_content_content_9": "محتوى تشهيري أو تمييزي أو معادٍ، بما في ذلك الإشارات أو التعليقات حول الدين أو العرق أو التوجه الجنسي أو الجنس أو الأصل القومي/الإثني أو غيرها من المجموعات المستهدفة.",
  "terms_of_use_content_content_10": "رسائل غير مرغوب فيها، أو مولدة بواسطة الآلات أو بشكل عشوائي، تُشكل إعلانات غير مصرح بها أو غير مرغوب فيها، أو رسائل سلسلة، أو أي شكل آخر من أشكال solicitation غير المصرح بها، أو أي شكل من أشكال اليانصيب أو القمار.",
  "terms_of_use_content_content_11": "تحتوي على أو تقوم بتثبيت أي فيروسات أو ديدان أو برمجيات خبيثة أو أحصنة طروادة أو أي محتوى آخر مصمم أو موجه لتعطيل أو تلف أو تقييد عمل أي برمجيات أو أجهزة أو معدات اتصالات أو لتلف أو الحصول على وصول غير مصرح به إلى أي بيانات أو معلومات أخرى تخص طرفًا ثالثًا.",
  "terms_of_use_content_content_12": "تنتهك أي حقوق ملكية لأي طرف، بما في ذلك براءة الاختراع أو العلامة التجارية أو الأسرار التجارية أو حقوق الطبع والنشر أو حق الدعاية أو غيرها من الحقوق.",
  "terms_of_use_content_content_13": "تحاكي أي شخص أو كيان بما في ذلك تباين وموظفيها أو ممثليها.",
  "terms_of_use_content_content_14": "تنتهك خصوصية أي طرف ثالث.",
  "terms_of_use_content_content_15": "معلومات وميزات كاذبة.",
  "terms_of_use_content_content_16": "تحتفظ تباين بالحق، ولكن ليس الالتزام، في تقديرها الخاص، في تحديد ما إذا كان أي محتوى مناسبًا ويمتثل لهذه الشروط، ورفض أو إزالة هذا المحتوى. كما تحتفظ تباين بالحق في إجراء تنسيقات وتعديلات وتغيير طريقة أي محتوى. يمكن لـ تباين أيضًا تحديد أو إلغاء استخدام الخدمة إذا قمت بنشر محتوى مثير للجدل. حيث أن تباين لا يمكنها السيطرة على جميع المحتويات التي ينشرها المستخدمون و/أو الأطراف الثالثة على الخدمة، توافق على استخدام الخدمة على مسؤوليتك الخاصة. أنت تدرك أنه من خلال استخدام الخدمة، قد تتعرض لمحتوى قد تجده مسيئًا أو غير لائق أو غير صحيح أو مثير للجدل، وتوافق على أنه تحت أي ظرف من الظروف لن تكون تباين مسؤولة بأي شكل من الأشكال عن أي محتوى، بما في ذلك أي أخطاء أو سهو في أي محتوى، أو أي خسارة أو ضرر من أي نوع يحدث نتيجة استخدامك لأي محتوى.",
  "terms_of_use_content_content_17": "نسخ احتياطي للمحتوى",
  "terms_of_use_content_content_18": "على الرغم من إجراء نسخ احتياطي منتظم للمحتوى، فإن تباين لا تضمن عدم فقدان البيانات أو تلفها.",
  "terms_of_use_content_content_19": "قد تحدث نقاط النسخ الاحتياطي الفاسدة أو غير الصالحة بسبب، دون حصر، المحتوى الذي يتعرض للتلف قبل أن يتم نسخه احتياطيًا أو الذي يتغير أثناء إجراء النسخ الاحتياطي.",
  "terms_of_use_content_content_20": "ستوفر تباين الدعم وستحاول معالجة أي مشكلات معروفة أو مكتشفة قد تؤثر على النسخ الاحتياطي للمحتوى. ولكنك تقر بأن تباين لا تتحمل أي مسؤولية تتعلق بنزاهة المحتوى أو الفشل في استعادة المحتوى بنجاح إلى حالة قابلة للاستخدام.",
  "terms_of_use_content_content_21": "توافق على الاحتفاظ بنسخة كاملة ودقيقة من أي محتوى في مكان مستقل عن الخدمة.",
  "terms_of_use_copyright_title": "سياسة حقوق الطبع والنشر",
  "terms_of_use_copyright_content_1": "انتهاك الملكية الفكرية",
  "terms_of_use_copyright_content_2": "نحن نحترم حقوق الملكية الفكرية للآخرين. سياستنا هي الاستجابة لأي ادعاء بأن المحتوى المنشور على الخدمة ينتهك حقوق الطبع والنشر أو أي انتهاك للملكية الفكرية لأي شخص.",
  "terms_of_use_copyright_content_3": "إذا كنت مالك حقوق الطبع والنشر، أو مفوضًا نيابة عن أحد، وتعتقد أن العمل المحمي بحقوق الطبع والنشر قد تم نسخه بطريقة تشكل انتهاكًا لحقوق الطبع والنشر التي تحدث عبر الخدمة، يجب عليك تقديم إشعارك كتابيًا إلى وكيل حقوق الطبع والنشر لدينا عبر البريد الإلكتروني على {contactEmail} وتضمين في إشعارك وصفًا تفصيليًا للانتهاك المزعوم.",
  "terms_of_use_copyright_content_4": "يمكن أن تتحمل المسؤولية عن الأضرار (بما في ذلك التكاليف وأتعاب المحاماة) بسبب التمثيل الخاطئ بأن أي محتوى ينتهك حقوق الطبع والنشر الخاصة بك.",
  "terms_of_use_intellectual_title": "الملكية الفكرية",
  "terms_of_use_intellectual_content_1": "الخدمة ومحتواها الأصلي (باستثناء المحتوى المقدم من قبلك أو مستخدمين آخرين)، والميزات والوظائف هي وستظل الملكية الحصرية لـ تباين وترخيصيها.",
  "terms_of_use_intellectual_content_2": "تحمي الخدمة بحقوق الطبع والنشر وشعار تباين والقوانين الأخرى في كل من البلد والدول الأجنبية.",
  "terms_of_use_intellectual_content_3": "لا يجوز استخدام علاماتنا التجارية أو مظهر العلامة التجارية فيما يتعلق بأي منتج أو خدمة دون الحصول على موافقة كتابية مسبقة من تباين.",
  "terms_of_use_links_title": "روابط لمواقع أخرى",
  "terms_of_use_links_content_1": "قد تحتوي خدمتنا على روابط لمواقع أو خدمات إلكترونية من الطرف الثالث لا تمتلكها أو تتحكم فيها تباين.",
  "terms_of_use_links_content_2": "ليس لدى تباين سيطرة على، ولا تتحمل أي مسؤولية عن، محتوى أو سياسات الخصوصية أو ممارسات أي مواقع أو خدمات إلكترونية من الطرف الثالث. كما توافق وتقر بأن تباين لن تكون مسؤولة أو ملزمة، بشكل مباشر أو غير مباشر، عن أي ضرر أو خسارة تسبب أو يُزعم أنها تسبب بسبب أو تتعلق باستخدام أو الاعتماد على أي محتوى أو سلع أو خدمات متاحة من أو عبر أي مواقع أو خدمات إلكترونية من الطرف الثالث.",
  "terms_of_use_links_content_3": "ننصح بشدة بقراءة شروط الاستخدام وسياسات الخصوصية لأي مواقع أو خدمات إلكترونية من الطرف الثالث تزورها.",
  "terms_of_use_termination_title": "الإنهاء",
  "terms_of_use_termination_content_1": "يمكننا إنهاء أو تعليق وصولك على الفور، دون إشعار مسبق أو مسؤولية، لأي سبب كان، بما في ذلك، على سبيل المثال لا الحصر، إذا قمت بخرق هذه شروط الاستخدام.",
  "terms_of_use_termination_content_2": "عند الإنهاء، سيتوقف حقك في استخدام الخدمة على الفور.",
  "terms_of_use_limitation_title": "تحديد المسؤولية",
  "terms_of_use_limitation_content_1": "على الرغم من أي أضرار قد تتكبدها، فإن المسؤولية الكاملة لـ تباين وأي من مورديها بموجب أي بند من هذه الشروط وعلاجك الحصري لجميع ما سبق سيكون محدودًا بالمبلغ المدفوع فعليًا من قبلك من خلال الخدمة أو 100 دولار أمريكي إذا لم تكن قد اشتريت أي شيء من خلال الخدمة.",
  "terms_of_use_limitation_content_2": "إلى الحد الأقصى المسموح به بموجب القانون المعمول به، لن تكون تباين أو مورديها مسؤولين عن أي أضرار خاصة أو عرضية أو غير مباشرة أو تبعية (بما في ذلك، على سبيل المثال لا الحصر، الأضرار الناتجة عن فقدان الأرباح، فقدان البيانات أو المعلومات الأخرى، لانقطاع الأعمال، إصابة شخصية، فقدان الخصوصية الناجم عن أو بأي شكل من الأشكال المتعلقة باستخدام الخدمة أو عدم القدرة على استخدامها، البرمجيات من الطرف الثالث و/أو الأجهزة من الطرف الثالث المستخدمة مع الخدمة، أو بخلاف ذلك فيما يتعلق بأي بند من هذه الشروط)، حتى إذا تم إخطار تباين أو أي مورد بإمكانية حدوث مثل هذه الأضرار وحتى إذا فشل العلاج في تحقيق غرضه الأساسي.",
  "terms_of_use_limitation_content_3": "تسمح بعض الدول بعدم استبعاد الضمانات الضمنية أو تحديد المسؤولية عن الأضرار العرضية أو التبعية، مما يعني أن بعض القيود أعلاه قد لا تنطبق. في هذه الدول، ستقتصر مسؤولية كل طرف على أقصى حد مسموح به بموجب القانون.",
  "terms_of_use_asis_title": "تنصل 'كما هو' و 'كما هو متاح'",
  "terms_of_use_asis_content_1": "تُقدم الخدمة لك 'كما هي' و 'كما هو متاح' ومع جميع العيوب والعيوب دون أي ضمان من أي نوع. إلى أقصى حد مسموح به بموجب القانون المعمول به، تنفي تباين، نيابة عن نفسها ونيابة عن شركائها والموزعين المرخصين ومقدمي الخدمات، جميع الضمانات، سواء كانت صريحة أو ضمنية أو قانونية أو غيرها، فيما يتعلق بالخدمة، بما في ذلك جميع الضمانات الضمنية للتسويق، والملاءمة لغرض معين، والعنوان وعدم الانتهاك، والضمانات التي قد تنشأ من مسار التعامل أو الأداء أو الاستخدام أو الممارسة التجارية. دون الحد من ما سبق، لا تقدم تباين أي ضمان أو التزام، ولا تتضمن أي تمثيل من أي نوع بأن الخدمة ستلبي احتياجاتك، تحقق أي نتائج مقصودة، تكون متوافقة أو تعمل مع أي برمجيات أو تطبيقات أو أنظمة أو خدمات أخرى، تعمل بدون انقطاع، تفي بمعايير الأداء أو الموثوقية أو تكون خالية من الأخطاء أو أن أي أخطاء أو عيوب يمكن أو ستتم تصحيحها.",
  "terms_of_use_asis_content_2": "دون تقييد ما سبق، لا تقدم تباين ولا أي من موفري تباين أي تمثيل أو ضمان من أي نوع، صريح أو ضمني: (i) فيما يتعلق بتشغيل أو توفر الخدمة، أو المعلومات والمحتوى والمواد أو المنتجات المدرجة هناك؛ (ii) أن الخدمة ستكون بدون انقطاع أو خالية من الأخطاء؛ (iii) فيما يتعلق بدقة أو موثوقية أو حداثة أي معلومات أو محتوى يتم تقديمه من خلال الخدمة؛ أو (iv) أن الخدمة، خوادمها، المحتوى، أو رسائل البريد الإلكتروني المرسلة من أو بالنيابة عن تباين خالية من الفيروسات أو النصوص الضارة أو أحصنة طروادة أو الديدان أو البرمجيات الخبيثة أو أي مكونات ضارة أخرى.",
  "terms_of_use_asis_content_3": "لا تسمح بعض السلطات القضائية باستبعاد أنواع معينة من الضمانات أو القيود على الحقوق القانونية المطبقة على المستهلك، لذا قد لا تنطبق بعض أو جميع الاستبعادات والقيود أعلاه عليك. ولكن في هذه الحالة، ستطبق الاستبعادات والقيود الواردة في هذا القسم إلى أقصى حد قابل للتنفيذ بموجب القانون المعمول به.",
  "terms_of_use_governing_title": "المرجعية القضائية",
  "terms_of_use_governing_content_1": "يخضع المستخدم للأنظمة القضائية المطبقة بالمملكة العربية السعودية.",
  "terms_of_use_disputes_title": "حل النزاعات",
  "terms_of_use_disputes_content_1": "إذا كان لديك أي قلق أو نزاع بشأن الخدمة، توافق على أولاً محاولة حل النزاع بشكل غير رسمي من خلال الاتصال تباين .",
  "terms_of_use_severability_title": "القابلية للفصل والتنازل",
  "terms_of_use_severability_content_1": "القابلية للفصل",
  "terms_of_use_severability_content_2": "إذا تم اعتبار أي بند من هذه الشروط غير قابل للتنفيذ أو غير صالح، سيتم تغيير هذا البند وتفسيره لتحقيق أهدافه إلى أقصى حد ممكن بموجب القانون المعمول به وستستمر البنود المتبقية في النفاذ الكامل.",
  "terms_of_use_severability_content_3": "التنازل",
  "terms_of_use_severability_content_4": "باستثناء ما هو منصوص عليه هنا، فإن عدم ممارسة حق أو عدم طلب أداء التزام بموجب هذه الشروط لن يؤثر على قدرة الطرف على ممارسة هذا الحق أو طلب هذا الأداء في أي وقت لاحق، كما أن تنازل عن خرق لن يشكل تنازلًا عن أي خرق لاحق.",
  "terms_of_use_translation_title": "ترجمة التفسير",
  "terms_of_use_translation_content_1": "قد تكون هذه شروط الاستخدام قد تمت ترجمتها إذا قدمناها لك على خدمتنا. توافق على أن النص الأصلي باللغة العربية يجب أن يسود في حالة النزاع.",
  "terms_of_use_changes_title": "التغييرات على هذه شروط الاستخدام",
  "terms_of_use_changes_content_1": "نحتفظ بالحق، وفقًا لتقديرنا الخاص، في تعديل أو استبدال هذه الشروط في أي وقت. إذا كانت المراجعة مهمة، سنبذل جهودًا معقولة لتقديم إشعار قبل 30 يومًا على الأقل من سريان أي شروط جديدة. سيتم تحديد ما يشكل تغييرًا مهمًا وفقًا لتقديرنا الخاص.",
  "terms_of_use_changes_content_2": "من خلال الاستمرار في الوصول إلى خدمتنا أو استخدامها بعد أن تصبح هذه التعديلات فعالة، توافق على الالتزام بالشروط المعدلة. إذا كنت لا توافق على الشروط الجديدة، كليًا أو جزئيًا، يرجى التوقف عن استخدام الموقع والخدمة.",
  "terms_of_use_contact_title": "اتصل بنا",
  "terms_of_use_contact_content_1": "إذا كان لديك أي أسئلة حول هذه شروط الاستخدام، يمكنك الاتصال بنا:",
  "terms_of_use_contact_content_2": "عبر البريد الإلكتروني: {contactEmail}",
  "terms_of_use_contact_content_3": "عبر زيارة هذه الصفحة على موقعنا: https://tabayn.sa/en/contact",
  "terms_of_use_contact_content_4": "عبر رقم الهاتف: +966112497779"
}